{"Asia":{"CNBC":{"chnsgttngrdffrhrctsndfrttthpcmngprtycngrssnstrtydrv":"China is getting rid of free haircuts and fruit at the upcoming party Congress in austerity drive"},"BBC":{"nrthkrcrsstllrsnsysdplmcywllcntn":"North Korea crisis: Tillerson says diplomacy will continue","fvchrtsbtthfrtnsfthchnsfmly":"Five charts about the fortunes of the Chinese family","lndmrkvt":"Landmark vote","kyrgyzstnlctnsrnbjnbkvwnshstrclctn":"Kyrgyzstan election: Sooronbai Jeenbekov wins historic election","fghnstnplcstpkbltrckbmbr":"Afghanistan police 'stop Kabul truck bomber'"},"ChinaDaily":{"cpcntnlcngrssspksprsntmtprss":"CPC national congress spokesperson to meet press","pplsdlyxpndsrchwthnglshlnggnwspp":"People's Daily expands reach with English-language news app","chnslrgpssngrjtscmng":"China's large passenger jet is coming!","mnlndthrtysndcndlncsvrdthftwntrsts":"Mainland authority send condolences over death of Taiwan tourists","jrnlstsfr19thcpcntnlcngrssttndrprtngtrs":"Journalists for 19th CPC National Congress attend reporting tours","cpccntrlcmmttplnmmksfllprprtnfrkycngrss":"CPC Central Committee plenum makes full preparation for key congress","mrlgltlntnddtnvgtbltrdchllngs":"More legal talent needed to navigate Belt, Road challenges","ndrstndngchnspthnthnxt5yrs":"Understanding China's path in the next 5 years","chnsdvlpmntcncptspplddhdfcpcntnlcngrss":"China's development concepts applauded ahead of CPC national congress","scntstsvswrkrsysctsfctrycsts":"Scientist saves workers' eyes, cuts factory costs","trnsrvcsffctdstyphnkhnnpprchssthchn":"Train services affected as Typhoon Khanun approaches South China","xcllsfrncrsdcprtnbtwncpcnncmmnstprts":"Xi calls for increased cooperation between CPC, non-Communist parties","chncntnsrnglrtstyphnkhnnpprchs":"China continues orange alert as Typhoon Khanun approaches","pcmngcpccngrssctchsglblmdttntn":"Upcoming CPC congress catches global media attention","dlgtstcpcntnlcngrssstrttrrvnbjng":"Delegates to CPC national congress start to arrive in Beijing","grpwddngcrmnyhldbylglknswchnsschn":"Group wedding ceremony held by Lugu Lake in SW China's Sichuan","drmtrybrbrhsstdntsbzzng":"Dormitory barber has students buzzing","bkfxsdscrssnsclstcltrpblshd":"Book of Xi's discourses on socialist culture published"}},"Business":{"CBC":{"cndnlprdcrsltrstrtgsnfcflspplycrtnty":"Canadian oil producers alter strategies in face of oil supply certainty","frtrlscmsndwhyyshldntclckthtlnkcbcsmrktplccnsmrchtsht":"Free trial scams and why you shouldn't click that link: CBC's Marketplace consumer cheat sheet","tmhrtnslgsnthwddngtxcplshtpspnsrstsbsdzthrbgdy":"Tim Hortons logos on the wedding tux? Couples hit up sponsors to subsidize their big day","swntspwrtknwyfrmpnlhndlngnftdspts":"U.S. wants power taken away from panel handling NAFTA disputes"},"TorontoStar":{"tslfrshndrdsfwrkrsftrcmpnywdprfrmncrvws":"Tesla fires hundreds of workers after company-wide performance reviews"},"NewYorkTimes":{"hwsdbnklmstlstnsyrswrcldhlpfdwrmngplnt":"How a Seed Bank, Almost Lost in Syrias War, Could Help Feed a Warming Planet","hrvywnstnstdfrmmtnpctrcdmy":"Harvey Weinstein Ousted From Motion Picture Academy","strldbtsdswrmngplntrllyndmrcl":"Australia Debates: Does a Warming Planet Really Need More Coal?","lndmnyglgstbtsnnrthsgshrthtmynvrcm":"Oil and Money: A Geologist Bets on a North Sea Gusher That May Never Come","twttrsrsspltnbycttvrpltfrmsmvgnstrsmcgwn":"Twitter Users Split on Boycott Over Platforms Move Against Rose McGowan","nltrntnvrsfshppngnh":"An Alternate Universe of Shopping, in Ohio","thnwwshngtnthnwwshngtnbrtbrtnthwhths":"The New Washington: The New Washington: Breitbart in the White House","gmndnnncndrchtnttvgrmnttndstrk":"G.M. and Union in Canada Reach Tentative Agreement to End Strike","fdsjntyllnsysthcnmyrmnsngdhlth":"Feds Janet Yellen Says the Economy Remains in Good Health","lndmnythchllngsfrthnrgyndstry":"Oil and Money: The Challenges for the Energy Industry"},"CNN":{"hrvywnstnscndlnthrlgltmshkpmrfllthd":"Harvey Weinstein scandal: Another legal team shakeup, more fallout ahead","fcccmmssnrntrmpsmdthrtshstrywntbkndtslnc":"FCC commissioner on Trump's media threats: 'History won't be kind to silence'","crbbntrsmfcslngrdtrcvry":"Caribbean tourism faces long road to recovery","nntrvwsrmnngwnstncxcsdnythyknw":"In interviews, remaining Weinstein Co. execs deny they knew","gndprctrgmblmrcnmnstysrckdbydrm":"GE and Procter & Gamble: American mainstays rocked by drama","snltksnhrvywnstn":"'SNL' takes on Harvey Weinstein"},"TheGuardian":{"sdrmcdnstsplnnngtshlv2trllnlstng":"Saudi Aramco denies it is planning to shelve $2 trillion listing","hwthlgrchywnslssnsfrmncntgrcgnshstrmnn":"How the oligarchy wins: lessons from ancient Greece | Ganesh Sitaramanan"},"CNBC":{"lndnplcrcvnwssltclmsgnstwnstn":"London police receive new assault claims against Weinstein"},"NPR":{"thrsysgssphlpsprtctwmnfrmwrkplcprdtrs":"Author Says Gossip Helps Protect Women From Workplace Predators","whtffrdblcrctrllbckmnsfrthhlthcrnsrncndstry":"What Affordable Care Act Rollback Means For The Health Care Insurance Industry","whnywnttgvhrshwtvtyrptns":"When You Want To Give, Here's How To Vet Your Options","rlndpstbrxt1slnd2cnmsdznsfsmgglngrts":"Ireland, Post-Brexit: 1 Island, 2 Economies, Dozens Of Smuggling Routes","strmpmvstrngttnftsfrmrsrhpflbtnrvs":"As Trump Moves To Renegotiate NAFTA, U.S. Farmers Are Hopeful But Nervous","frnly2ndtmmtnpctrcdmybtsmmbrhrvywnstn":"For Only 2nd Time, Motion Picture Academy Boots A Member: Harvey Weinstein"},"SeattleTimes":{"dsbldchfssrvsmdlfrchngnmrcc":"Disabled chefs serve as model for change in Morocco","mprvngwrldcnmystllndshlpfrmlwrts":"Improving world economy still needs help from low rates","hppydthdyscrsffbldrnnrtbxffc":"Happy Death Day scares off Blade Runner at box office","blltrdcmchgntnsrncprmmssnprl":"Bill to reduce Michigan auto insurance premiums is in peril","cllnsrgstrmptbckffrttrstrhlthsbsdy":"Collins urges Trump to back effort to restore health subsidy","yllnsndspbtncnmysgnlnglklyrthk":"Yellen sounds upbeat on economy, signaling likely rate hike","hstnbsdfldgtscmpnyssncrsftrhrvy":"Houston-based floodgates company sees increase after Harvey","rbtsttkvrbstnsctyhllplzttchvnt":"Robots to take over Bostons City Hall Plaza at tech event","mnmkpmjrtyfwdctrtsstmfclty":"Men make up majority of UW doctorates, STEM faculty","frmthdtrrdrslkymkqltylcljrnlsmpssbl":"From the editor: Readers like you make quality local journalism possible","lsvgstrsmsschngsnftrmthfshtng":"Las Vegas tourism sees changes in aftermath of shooting"},"WashingtonPost":{"hwmrcnslstthstrsndhwwmghtbbltgtthmbck":"How Americans lost the stars and how we might be able to get them back","wllsfrgsprftstmblsmgbnkstrgglstrbndfrmslsscndl":"Wells Fargo's profits tumble as mega bank struggles to rebound from sales scandal","crrntndchcbmws3pntsthwytthtmtvftr":"Current and choice: BMWs i3 points the way to the automotive future","brwscrwdsrcdtnrrsfrllvrthwrld":"Browse crowdsourced itineraries for all over the world","whttrmpcldlrnfrmplrxplrrrnstshckltn":"What Trump could learn from polar explorer Ernest Shackleton","hsyrfrgltygntfr":"Has your frugality gone too far?","strngcnmcgrwthpshsmrtggrtshghr":"Strong economic growth pushes mortgage rates higher","whytrmpmghtbdrvngmznhq2tcnd":"Why Trump might be driving Amazon HQ2 to Canada","chsngmllnsnmdcddllrshsptlsbypnrsnghms":"Chasing millions in Medicaid dollars, hospitals buy up nursing homes","hckrshvtrndpltfctswbstnttrpfryrpc":"Hackers have turned Politifacts website into a trap for your PC","qfxbrchmymnscmmrscntrgtmrsnrs":"Equifax breach may mean scammers can target more seniors","sthrsmthngsmlrtrntrsnsrncfrcndmnmwnrs":"Is there something similar to renters insurance for condominium owners?","pltnmpnsnsrchcsrntlkyndmthygtmltmllndllrpnsnsvnwhnthyrfrcdtfthrjbs":"Platinum pensions: Rich CEOs arent like you and me. They get multimillion-dollar pensions even when they're forced out of their jobs.","trmpstynghsprsdncytthstckmrkthmghtcmtrgrttht":"Trump is tying his presidency to the stock market. He might come to regret that.","thsldtwnlxndrhmcmswthfwhstrs":"This Old Town Alexandria home comes with a few histories","psd8fthcnstttnlpdcstfrtrls":"Episode 8 of the Constitutional podcast: 'Fair trials'","flght666thltkffnlsttmthsfrdyth13th":"Flight 666 to HEL took off one last time this Friday the 13th","mrcnslvshppngnlnbtthywnttrtrnthngsnprsn":"Americans love shopping online, but they want to return things in person","hrdchrgngdcrtdndrtrdmrnfndsnwrwrdnthntqrstrtnbsnss":"A hard-charging, decorated and retired Marine finds new reward in the antique-restoration business","srprsngnmbrfmnthnkwmnrwllrprsntdwhnjst1n10xctvssfml":"A surprising number of men think women are 'well represented' when just 1 in 10 executives is female","thlstfrspcnmrcsprkngsptnthrdwthnwkndfwrkfrc":"The last free space in America is a parking spot: On the road with a new kind of workforce.","yhtrgtqfxsncllctgry5dtbrchssyrnfrmtnsfnymr":"Yahoo. Target. Equifax. Sonic: All Category 5 data breaches. Is your information safe anymore?","trmpscrppdkybmcrpymnthrswhtcmsnxt":"Trump scrapped a key Obamacare payment. Here's what comes next.","lxshdsptlttlsrntynthbckyrdfcrwddhs":"Luxe sheds put a little serenity in the back yard of a crowded house","thnkhmnsrsprrtdntbcrbnchvnst":"Think humans are superior to AI? Don't be a 'carbon chauvinist'","thsttstcsrgrmthwnstnscndlrmndsshwfwwmnhldtprlsnhllywd":"'The statistics are grim': The Weinstein scandal reminds us how few women hold top roles in Hollywood","lwrncsmmrscrprtnswldsrlybnftfrmtrmptxctbtprbblytthrwrkrsxpns":"Lawrence Summers: Corporations would surely benefit from a Trump tax cut  but probably at their workers' expense","tthvrgnvstrprtrcdbtcrshsmrwhmprlssbng":"To the average investor, Puerto Rico debt crash is more whimper, less bang","thrvgsfcrdcttngt038tsrcgnsttmtsvtstvbsnss":"'The ravages of cord-cutting': AT&#038;T's race against time to save its TV business"},"BBC":{"rbsbsswldstpdwnfndd":"Airbus boss 'would step down if needed'","sdrmcsdtsflttnrmnsntrckfr2018":"Saudi Aramco said its flotation remains on track for 2018","kfrmrswllgrwmrfdfnbrxtdlmnstr":"UK farmers will 'grow more food' if no Brexit deal - minister","rdrrwsjtscldhvtbbltbrdmpswrn":"Red Arrows jets could have to be built abroad, MPs warn","nfltntcs300bnftsqzthnktnk":"Inflation 'to cause 300 benefit squeeze'- think tank","vxhllplns400jbctstllsmrprtsslsfll":"Vauxhall plans 400 job cuts at Ellesmere Port as sales fall","rcntspndld1cnssddlnlms":"Race on to spend old 1 coins as deadline looms"},"LATimes":{"mngvthrcmpnsdvrstyffrtsmchbttrgrdthnwmnd":"Men give their companies' diversity efforts a much better grade than women do","hwtdvvypyrwlthwhnydntgrwthnffsprngslfchcs":"How to divvy up your wealth when you don't agree with one offspring's life choices","pmnwntstbhmtthnwmznhdqrtrs":"Pomona wants to be home to the new Amazon headquarters"},"ChinaDaily":{"chnhscnfdnctprvntsystmcrskspbcgvrnr":"China has confidence to prevent systemic risks: PBOC governor","chnsbltndrdnttvcldbttrfstrcnmcntgrtnchnsffcl":"China's Belt and Road Initiative could better foster economic integration: Chinese official"},"SydneyMorningHerald":{"nbnrrvstdxsnrthsydnyffc":"NBN arrives at Dexus' North Sydney office","mrktyschncngrssfrstmlsplns":"Market eyes China congress for stimulus plans","whylctrccrshvhtddndnstrl":"Why electric cars have hit a dead end in Australia","smllbsnsscmmssnrktcrnlltrgtsgvrnmntfrfstrpymnts":"Small Business Commissioner Kate Carnell targets government for faster payments","lghthrsscpdmybthrghttncfrcmmbnkbssnnrv":"Light Horse escapade may be the right tonic for CommBank boss Ian Narev","gvrnmntswllcrshbtcnsysjpmrgnchschfjmdmn":"Governments will 'crush' bitcoin, says JPMorgan Chase chief Jamie Dimon","thtsnt100mvcfndthss100mvcfnd":"That's not a $100m VC fund, this is a $100m VC fund","whyprsnlbrndscntrltprfssnlsccss":"Why personal brand is central to professional success","lnclmpdwnhlpdclhsngmrktbtnvstrrskscldrsrb":"Loan clampdown helped cool housing market, but investor risks could rise: RBA","sltcldsprchrgstrgbttrs":"Salt could supercharge storage batteries","brfrswhythbnkngxctvccntbltyrgmmyntchngmch":"BEAR fears: Why the Banking Executive Accountability Regime may not change much","prssrtshttmssdgtlpymntsbmgnspc":"Pressure to shut ATMs as digital payments boom gains pace","hldnssmblywrkrsdsprslststrlncrmkrxtsmnfctrng":"Holden assembly workers despair as last Australian car-maker exits manufacturing","brtshcgrttdvctrgsstrlngvrnmnttlftbnndsvlvs":"British e-cigarette advocate urges Australian government to lift ban and save lives","fxdfndstrnsfrmtnnrspnstshrhldrcncrns":"Fox defends `transformation' in response to shareholder concerns","rlybrdgtsthjtlggttngpt7mvrydycnrnyrhlth":"Early bird gets the jetlag: Getting up at 7am every day can ruin your health","cstcttngndndrstffngfgdcrhmsldstrtnngndnglct":"Cost cutting and understaffing of aged care homes leads to rationing and neglect","prmmsnlyprtfthstrynwstpcnsrncclssctn":"Premiums only part of the story in Westpac insurance class action","hntsrfrmshlthyfrnsrrsprftslcknscndrtpblchsptlsystm":"Hunt's reforms healthy for insurers' profits; lock in second-rate public hospital system"}},"Environment":{"TheGuardian":{"wldsthwndthrsrcthtcldpwrthwrld":"Wild is the wind: the resource that could power the world","clfrnwldfrdthtllrsst40mdclstrfblzs100mlswd":"California wildfire death toll rises to 40 amid cluster of blazes 100 miles wide","sbdgrcllsbgncldnpnrngvtsbvntbtstndthslghtr":"As badger culls begin, could one pioneering vets bovine TB test end the slaughter?","dgntynchnsstrkmcqprtrtshnslghtnnmlsplghtnndns":"Dignity in chains: stark macaque portrait shines light on animals plight in Indonesia","thcgdtrdclmtrls":"The eco guide to radical materials","dvdttnbrghrgsctnnplstcsftrflmngblplnt":"David Attenborough urges action on plastics after filming Blue Planet II","dnscrmchlclmnwntghdgrnsldrsys":"Adanis Carmichael coalmine wont go ahead, Greens leader says","thssthftrslrpwrdfmlycrhldbyxprts":"'This is the future': solar-powered family car hailed by experts","frmddwdsttrmphfntr30yrsftrthgrtstrm":"From dead woods to triumph of nature, 30 years after the Great Storm","nwhs2frsslrgcrckpnspnlndwhrtrnlnwllrn":"New HS2 fears as large crack opens up on land where train line will run"}},"Europe":{"CNBC":{"grmnysscldmcrtsbtmrklscnsrvtvsnsttvt":"Germany's Social Democrats beat Merkel's conservatives in state vote","brtngrmnycmmttdtrnnclrdlftrsplnstscrpthgrmnt":"Britain, Germany committed to Iran nuclear deal after US plans to scrap the agreement","hllryclntnwrnsbrtnnptntltrddlwthtrmp":"Hillary Clinton warns Britain on potential trade deal with Trump","strs31yrldmnstrldsntnlvtsgnlngrghttrn":"Austria's 31-year-old minister leads national vote, signaling right turn"},"BBC":{"rbsbsswldstpdwnfndd":"Airbus boss 'would step down if needed'","strncnsrvtvsttbcmwrldsyngstldr":"Austrian conservative set to become world's youngest leader","mthr":"Mata Hari","ctlnnsgnfmvmntsspnshddlnlms":"Catalonia: No sign of movement as Spanish deadline looms"}},"Finance":{"CNBC":{"thbllmrktsnttrdtnlndstrtgstxplnswhythtsgdthng":"The bull market is not traditional, and a strategist explains why that's a good thing","yllnsndspbtncnmysgnlnglklyrthk":"Yellen sounds upbeat on economy, signaling likely rate hike"},"USAToday":{"cndpwtrwndfrmspwrthwrld":"Can deepwater wind farms power the world?","hvnghbbstsdfwrkskytyrprfssnlsccss":"Having hobbies outside of work is key to your professional success","tytcwntstsdrvrlsscrstknwhwyfl":"Toyota: CEO wants its driverless cars to know how you feel","pydylnsrlcldldtchprltrntvs":"Payday loans rule could lead to cheaper alternatives","psthmsfrndspsddsgrlchrctrsmttlpssbydmntdtvsrsvrhld":"&apos;Thomas & Friends&apos; adds girl characters: Mattel&apos;s boy-dominated TV series overhauled","lthmvrspplygrwngdmndfrbttrymtrlsntmyth":"Lithium oversupply? Growing demand for battery material is not a myth","mdcrpnnrllmntbgnstdywhtyndtknw":"Medicare open enrollment begins today: What you need to know","hwtpcknnvstmntdvsrdnpstbdzzldbyshrttrmgns":"How to pick an investment adviser: Don&apos;t be dazzled by short-term gains","tslfrshndrdssmdl3lctrccrprdctndrgs":"Tesla fires hundreds as Model 3 electric car production drags","brmndschtsbrwrydlvrsrthygdnsswthdssdnt":"Beer Man: Deschutes Brewery delivers earthy goodness with Dissident","ftrbrchthsrscrstthngsnyrcrdtrprtstkpsf":"After breach, these are scariest things on your credit reports to keep safe"}},"Health":{"NPR":{"sshvctdptntsfrmthhsptlhrhmbrnd":"As She Evacuated Patients From The Hospital, Her Home Burned"},"CNN":{"lsvgssrvvrfcnglfwthblltfrgmntsnhrbrn":"Las Vegas survivor facing life with bullet fragments in her brain","ndsgttngfttrbythdy":"India is getting fatter by the day"},"CBC":{"cnnbsrsrchbmswthbckngfcmmrclgrwrs":"Cannabis research booms with backing of commercial growers"},"ABCNews":{"pfctchcktrmpstxplnhlthcrdstrtns":"AP FACT CHECK: Trump's tax plan, health care distortions","prtrmpsttsmstffctdbyhshlthcrdcsn":"Pro-Trump states most affected by his health care decision","cllnsrgstrmptbckffrttrstrhlthsbsdy":"Collins urges Trump to back effort to restore health subsidy","rznswtchtdthsdtbscrtsbckpfbds":"Arizona switch to deaths database creates backup of bodies"},"NewYorkTimes":{"gnthshdschldnprsnsndlt":"A Gun to His Head as a Child. In Prison as an Adult."}},"Lifestyle":{"WashingtonPost":{"vnbrnhlzsct15pstmgzncrsswrdmvclps":"Evan Birnholz's Oct. 15 Post Magazine crossword, Movie Clips\"","vlncthrtsbggnghrvywnstns30yrpttrnfbsnhllywd":"Violence. Threats. Begging. Harvey Weinsteins 30-year pattern of abuse in Hollywood.","wldrnsssndstngrsntthwldtfndthmslvs":"'Wilderness' sends teenagers into the wild to find themselves","t81dnrhmsncgnblshngbrd":"At 81, Diane Rehm is once again a blushing bride","crlynhxthnthngvryncndtbhppr":"Carolyn Hax: The one thing everyone can do to be happier","skmynwlywdwndrsfthrrwkndsnthrnch":"Ask Amy: Newlywed wonders if there are weekends on the ranch","skmyfrndshptrnglldstnnngtbls":"Ask Amy: Friendship triangle leads to non-negotiables","crlynhxmthrnlwffrsfrchldcrshcrtczsfrlyt":"Carolyn Hax: Mother-in-law offers free child care. She criticizes freely, too.","wldtrkysrtrntnwnglndbtntvrybdysgvngthnks":"Wild turkeys return to New England, but not everybody is giving thanks","mymblkfrsbcktwnstnpdcrtcstsssdhwvcspplrbng":"Mayim Bialik fires back at Weinstein op-ed critics: 'It's so sad how vicious people are being'","hntsfrmhlshmwrkhlpr":"Hints From Heloise: Homework helper","mtnpctrcdmyxplshrvywnstnfrmlflngmmbrshpmdsxbsllgtns":"Motion picture academy expels Harvey Weinstein from lifelong membership amid sex abuse allegations","ctbrsclssfkdspstslvrbrkffthgrdrs":"Octobers Class of KidsPost: Silverbrook fifth-graders","frgtthhndmdwrthsnwmrthstwrthngswthsnpdggndmkswdjks":"Forget the handmade wreaths. Now Martha Stewart hangs with Snoop Dogg and makes weed jokes.","ctrstylrktschndjshbrlnhtthrdsknsgmndthwhths":"Actors Taylor Kitsch and Josh Brolin hit the Redskins game  and the White House","frscrygdwnsfrhllwnndbynd":"Four scary good wines for Halloween and beyond","hwsnlwntftrhrvywnstnndsxlhrssmntnhllywd":"How SNL went after Harvey Weinstein  and sexual harassment in Hollywood","tryngtmprsssmnhrswhttck":"Trying to impress someone? Heres what to cook."},"CBC":{"lndnplcrcvnwssltclmsgnsthrvywnstn":"London police receive new assault claims against Harvey Weinstein","lrryflyntffrs10mfrsmknggnntrmp":"Larry Flynt offers $10M for 'smoking gun' on Trump","ftrhrvywnstnshllywdrllysttchng":"After Harvey Weinstein, is Hollywood really set to change?","strdynghtlvddrssshrvywnstnllgtns":"Saturday Night Live addresses Harvey Weinstein allegations","blplntxplrsndrwtrrlmssptlghtscnsplght":"Blue Planet II explores underwater realms, spotlights ocean's plight"},"TorontoStar":{"hrswhyktwnsltddntthnkhrvywnstnwhnshwnnscr":"Heres why Kate Winslet didnt thank Harvey Weinstein when she won an Oscar","ccslxndrnfmrksdcdfhghdrm":"COC's Alexander Neef marks a decade of high drama","lxjnvrtthmcmchlthrtfdfnc":"Alex Janvier at the McMichael: the art of defiance","strgzngkgnmchlkylnnthymc":"Stargazing: Keegan-Michael Key, alone in the YMCA","tbldsnsrtmcrsstyswy":"Tabloids: No Suri  Tom Cruise stays away","ddprngptbllndnrqglsswsrhythmdvnttrntcncrtrvw":"Odd pairing Pitbull and Enrique Iglesias was rhythm divine at Toronto concert: Review"}},"Middle East":{"BBC":{"rqcnflctkrdshldrsrfstrjctrfrndmrslt":"Iraq conflict: Kurdish leaders refuse to reject referendum result","sdrmcsdtsflttnrmnsntrckfr2018":"Saudi Aramco said its flotation remains on track for 2018","syrwrfnlssltlnchdtrcptrrqq":"Syria war: 'Final assault' launched to recapture Raqqa"}},"Politics":{"FoxNews":{"pntgnrvmpsprgrmthtptsmmgrntrcrtsnpthtsctznshp":"Pentagon revamps program that puts immigrant recruits on path to US citizenship","trmpttghnrnnrthkrclntnsys":"Trump too tough on Iran, North Korea, Clinton says","mxcsvcntfxtrllstrmpnnncsmck2020rnfrwhths":"Mexico's Vicente Fox trolls Trump, announces mock 2020 run for White House","hllgpttstxrfrmbfr2018dmsknckvwsmrcmngsnmrq":"Hill GOP touts tax reform before 2018; Dems knock vow as mere 'Coming Soon!' marque","trmpslmsflngnwyrktmsrprtrfrgnrngsccsssntrdclmt":"Trump slams 'failing' New York Times reporter for ignoring successes on trade, climate","pncbdnstmpfrvrgngvrnrcnddtsgllspnrthm":"Pence, Biden stump for Virginia governor candidates Gillespie, Northam","mcmstrllsbcktrmpnrnnkdlthrnnttrstwrthy":"McMaster: Allies back Trump on Iran nuke deal, Tehran not 'trustworthy'","dmsnmrphytrmpsplntndbmcrsbsdsshlthcrrsn":"Dem Sen. Murphy: Trump's plan to end ObamaCare subsidies is 'health care arson'","fnstngtsprmrychllngfrmclfrnsntldrkvndln":"Feinstein gets primary challenge from California Senate leader Kevin de Leon"},"TheGuardian":{"ftrtrmpthrtnsthprsssntrsksfcctffrmfrspch":"After Trump threatens the press, senator asks FCC to affirm free speech","tllrsndnscstrtnndsysdplmcygsntllfrstbmbdrps":"Tillerson denies 'castration' and says diplomacy goes on till 'first bomb drops'","hllryclntntllsfshckvrhrvywnstnllgtns":"Hillary Clinton tells of shock over Harvey Weinstein allegations","hsflngtrmpstrkstslsfrndswrryndnmscrcl":"'He is failing': Trump strikes out solo as friends worry and enemies circle","wtrdncgyscnsrvtvhrdlnrsstyntrncfrtrmp":"'We tried nice guys': conservative hardliners stay in a trance for Trump","hllryclntntrmpwllprvknclrrmsrcvrnrthkr":"Hillary Clinton: Trump will provoke 'nuclear arms race' over North Korea","bnnnndctstrmpsbmcrstrtgyblwthtthngp":"Bannon indicates Trump's Obamacare strategy: 'Blow that thing up'","frmthbsrvrrchvthswkn1980":"From the Observer archive: this week in 1980"},"NYDN":{"ptrtsmsmrthnsltngthflgtsprtngvnt":"Patriotism is more than saluting the flag at a sporting event","crlhstqstnsrlllwngchrtrstcrtfytchrs":"Carl Heastie questions rule allowing charters to certify teachers","chrtrcmmnctnslbbysthststplsbckngstrkrs":"Charter Communications lobbyist has ties to pols backing strikers","trmpwlllsrlctnftxrfrmflsgrhm":"Trump will lose reelection if tax reform fails: Graham","rsrchrfrtrmpsvtrfrdpnlbstdfrchldprn":"Researcher for Trump's voter fraud panel busted for child porn","cndnsnnspshfrwghkmdnfttlks":"Canadian, U.S. unions push for wage hike amid NAFTA talks","rxtllrsnssrsthttrmphsntcstrtdhm":"Rex Tillerson assures that Trump hasn't 'castrated' him","trmpccsrsbpnsfrllsxllgtnsdcmnts":"Trump accuser subpoenas for all sex allegations documents"},"ABCNews":{"wtchnkkhlysystrmptllrsnwrkvrywlltgthr":"WATCH:  Nikki Haley says Trump, Tillerson 'work very well together'","nkkhlycllsrprtsffrctnwthtllrsndrmtcndrdcls":"Nikki Haley calls reports of friction with Tillerson 'dramatic' and 'ridiculous'","bnnnhtsgpsntrswhfldtdfndtrmpvrcrkrfd":"Bannon hits GOP senators who failed to defend Trump over Corker feud","wtchvnjnsslcnvllyndstbwrrdthtthysmtbhlpngdvdthcntry":"WATCH:  Van Jones: Silicon Valley needs to be worried that they seem to be helping divide the country","wtchsnssncllnscrkrtrmptwttrfdntvryprdctv":"WATCH:  Sen. Susan Collins: Corker-Trump Twitter feud not 'very productive'","wtchsyksrpblcnshvlldthmslvswthmdkng":"WATCH:  Sykes: Republicans have allied themselves with a 'mad king'","wtchstvbnnnddrsssvlsvtrssmmt":"WATCH:  Steve Bannon addresses Values Voters Summit","wtchhsdmcrtcldrplssysprstrmpwntrgthswk":"WATCH:  House Democratic Leader Pelosi says Pres. Trump went 'rogue' this week","rpblcnsntrvrydsppntdntrmpsctnsnhlthcr":"Republican senator 'very disappointed' in Trump's actions on health care","wtchprsdnttrmpmvstdsmntlbmrplcs":"WATCH:  President Trump moves to dismantle Obama-era policies","glfngbddstrmphtsthlnkswthlndsygrhmgn":"Golfing buddies: Trump hits the links with Lindsey Graham again","wtchstvbnnnrllstrmpbstvlsvtrsmmt":"WATCH:  Steve Bannon rallies Trump base at Values Voter Summit","bldwnrprsstrmpsnlrlmnmprtrcbmcrkrprvdfddr":"Baldwin reprises Trump 'SNL' role: Eminem, Puerto Rico, Obama, Corker provide fodder"},"CNN":{"tllrsnwntsyfhclldtrmpmrn":"Tillerson won't say if he called Trump a 'moron'","whybnnncldndpbngmrnflntlttrmpfrmtsdthwhths":"Why Bannon could end up being more influential to Trump from outside the White House","clntnnptnkpnynhmbcshsntdn":"Clinton on Putin: 'Keep an eye on him, because he's not done'","tllrsnnnrthkrdplmcywllcntnntlthfrstbmbdrps":"Tillerson on North Korea: Diplomacy will continue 'until the first bomb drops'","tvlsvtrsmmtbnnndclrswrngpstblshmnt":"At Values Voter Summit, Bannon declares 'war' on GOP establishment","cllnstrmpshlthcrmvshrtvlnrblppl":"Collins: Trump's health care moves hurt 'vulnerable people'","plstrmpdsntndrstndprsdntswrdswghtn":"Pelosi: Trump doesn't understand a president's words 'weigh a ton'","prsdnttrmpptsfthnrlgsrght":"President Trump puts faith in religious right","trmpmccnnllspkbyphnwllmtmndy":"Trump, McConnell spoke by phone, will meet Monday","tllrsnstryngtstynrndl":"Tillerson: US trying to stay in Iran deal","kvndlnnnncshllrngnstfnstnfrclfrnsnt":"Kevin de Len announces he'll run against Feinstein for California Senate","thwknpltcs":"The week in politics","tllrsnsyshsfllyntctdsptcrkrscstrtcmmnt":"Tillerson says he's 'fully intact' despite Corker's 'castrate' comment","gvrnmntlwyrsskjdgtrjctcnnsffrtstmkcmymmspblc":"Government lawyers ask judge to reject CNN's efforts to make Comey memos public","gpsgllspkpshsdstncfrmtrmpnvrgngvrc":"GOP's Gillespie keeps his distance from Trump in Virginia gov race","trmpsnwsntfrndslndsygrhmndrndpl":"Trump's new Senate friends: Lindsey Graham and Rand Paul","hllryclntnmsgynysndmc":"Hillary Clinton: Misogyny is 'endemic'","hlydntltrnbcmnxtnrthkr":"Haley: Don't let Iran become 'next North Korea'"},"CBC":{"trnsprtmnstrsysdrnhtcmmrclplnnrqbccty":"Transport minister says drone hit commercial plane near Quebec City","lbrlsprprtrvl2018mmgrtnplnthysywllbstcnmyhlprfgs":"Liberals prepare to reveal 2018 immigration plan they say will boost economy, help refugees","swntspwrtknwyfrmpnlhndlngnftdspts":"U.S. wants power taken away from panel handling NAFTA disputes"}},"Science":{"NewYorkTimes":{"hwsdbnklmstlstnsyrswrcldhlpfdwrmngplnt":"How a Seed Bank, Almost Lost in Syrias War, Could Help Feed a Warming Planet","strldbtsdswrmngplntrllyndmrcl":"Australia Debates: Does a Warming Planet Really Need More Coal?","gnthshdschldnprsnsndlt":"A Gun to His Head as a Child. In Prison as an Adult."},"SydneyMorningHerald":{"rtrnfcnchmnythszftsmnpzzlsntrctcscntsts":"Return of 'ocean chimney' the size of Tasmania puzzles Antarctic scientists"}},"Sports":{"TheGuardian":{"strlsdvdwrnrprmsshtrdndwrwthnglndnshs":"Australias David Warner promises hatred and war with England in Ashes","brnsblndrsbrghtnbdyblwsvrtnscpwth11drwplmcnns":"Brunos blunder is a Brighton body blow as Everton escape with a 1-1 draw | Paul MacInnes","sddnttksyrstcrtyrrpttnttksscndtdstry":"Said & Done: It takes years to create your reputation. It takes a second to destroy","ntrnznlvmlnsrlv":"Internazionale v Milan: Serie A  live!","mysghtsrstnchrsbnkjrntrtrmntnsstsgrggrvs":"My sights are set on Chris Eubank Jr, not retirement, insists George Groves","jrgnklppsslvrplsprssnggmnthsrchfrsldtyjnthnwlsn":"Jrgen Klopp eases Liverpools pressing game in the search for solidity | Jonathan Wilson","rrymclryschldhdhmffrsfwclsthssprtnggnssmnbrntn":"Rory McIlroys childhood home offers few clues to his sporting genius | Simon Burnton","thdclnfhllndhwdtchrdmdbyttlbsssnwthpstpryrmsh":"The decline of Holland: how Dutch are doomed by total obsession with past | Priya Ramesh","mtjvydrtks24scndstnsprdrbytwngnstnttnghmfrst":"Matej Vydra takes 24 seconds to inspire Derby to win against Nottingham Forest","shrpvwnsfrstttlsncdrgsbnsfdrrbtsndlnshngh":"Sharapova wins first title since drugs ban as Federer beats Nadal in Shanghai","mkdnsgrgwllmshwnvrstysvdmyftbllcrr":"MK Dons George Williams: how university saved my football career","wkftrmkpncwlkstn49rsprtstplyrsknlgn":"A week after Mike Pence walks out on 49ers protest, players kneel again","mndssddnlyftrncdntnstblyrdtkmptnrccrs":"Man dies suddenly after incident in stable yard at Kempton racecourse","wynrnypnltyrscsvrtnfrmdftgnstbrghtn":"Wayne Rooney penalty rescues Everton from defeat against Brighton"}},"Technology":{"CNBC":{"hwvsrntlcrsfrmdnnlklyfrndshpwthlphbt":"How Avis rental cars formed an unlikely friendship with Alphabet","wpnzdpltfrmsmkstrctrrgltnftchgntslklygryfrdvsrycsys":"'Weaponized' platforms make stricter regulation of tech giants likely, Greyfire Advisory CEO says","hrswhythpblcsntbyngntnnttchcmpgnbsdnflsprmss":"Here's why the public isn't buying into an anti-tech campaign based on false premises"},"BBC":{"cnwtchrbtsthcs":"Can we teach robots ethics?"},"ABCNews":{"wtchtwttrchngscmngtcrbbs":"WATCH:  Twitter changes coming to curb abuse","ntrctcpngnchckdfflrmsrsrchrs":"Antarctic penguin chick die-off alarms researchers"},"NewYorkTimes":{"twttrsrsspltnbycttvrpltfrmsmvgnstrsmcgwn":"Twitter Users Split on Boycott Over Platforms Move Against Rose McGowan"},"USAToday":{"hwndwhyttkbrkfrmfcbkndthrsclmd":"How (and why) to take a break from Facebook and other social media","nwwytdtchthcblbxstrmngntrntpps":"A new way to ditch the cable box: Streaming Internet apps","clfrnfrsmphwthddlywldfrsrsprdng":"California fires map: How the deadly wildfires are spreading","tslfrshndrdssmdl3lctrccrprdctndrgs":"Tesla fires hundreds as Model 3 electric car production drags"},"NPR":{"thrssnvstgtnsfcbkmksncmbrglscksnmrtchfrms":"The Russia Investigations: Facebook Makes Nice, Imbroglio Sucks In More Tech Firms"},"CNN":{"":"","jpnsbldngthfststsprcmptrnthwrld":"Japan is building the fastest supercomputer in the world","zrgrvtyfllyctnwjpnsdrnnspc":"Zero gravity, fully cute: New Japanese drone in space"},"CBC":{"mrphngsknfctpsnsprsrbtccmflg":"'Morphing skin' of octopus inspires robotic camouflage","cnnbsrsrchbmswthbckngfcmmrclgrwrs":"Cannabis research booms with backing of commercial growers","mntrlpnrwrnsgnstnthclssfnwtch":"Montreal AI pioneer warns against unethical uses of new tech"},"TheGuardian":{"tslmtrsfrshndrdsfwrkrsftrprfrmncrvws":"Tesla Motors fires hundreds of workers after performance reviews"},"SydneyMorningHerald":{"strlsspcrcfcsdfncrdblck":"Australia's space race faces Defence roadblock"}},"Top Stories":{"FoxNews":{"grglpzbdffstgfrrptdtrmpjks":"George Lopez booed off stage for repeated Trump jokes","strsfrgnmnstrdclrsvctrynlctnsttbcmrpsyngstldr":"Austria's foreign minister declares victory in election, set to become Europe's youngest leader","hgwrtsxprssrscsfmlynsctlnd":"Hogwarts Express rescues family in Scotland","thsnbrdybrstcncrwrnsscmpgnmdpplvryngry":"This 'no bra day' Breast Cancer Awareness campaign made people very angry","hpwtrstpsrbbrwthmrtlrtssklls":"IHOP waiter stops robber with martial arts skills","sphtrnrndjjnsnnncthrnggmntshwffrng":"Sophie Turner and Joe Jonas announce their engagement, show off ring","shmwmrchngbndwlksffflddrngntnlnthm":"Shame! Iowa marching band walks off field during national anthem","tlst231klldnsmlsddlstttcknrcrd":"At least 231 killed in Somalia's deadliest attack on record","dmsnmrphytrmpsplntndbmcrsbsdsshlthcrrsn":"Dem Sen. Murphy: Trump's plan to end ObamaCare subsidies is 'health care arson'","fnstngtsprmrychllngfrmclfrnsntldrkvndln":"Feinstein gets primary challenge from California Senate leader Kevin de Leon"},"CBC":{"lrryflyntffrs10mfrsmknggnntrmp":"Larry Flynt offers $10M for 'smoking gun' on Trump","mrphngsknfctpsnsprsrbtccmflg":"'Morphing skin' of octopus inspires robotic camouflage","thwrldhsntmprvddvdttnbrghnblplntndhwthcnndsrttntn":"'The world has not improved:' David Attenborough on Blue Planet II and how the ocean needs our attention","strdynghtlvddrssshrvywnstnllgtns":"Saturday Night Live addresses Harvey Weinstein allegations","swllcntntlkswthnrthkrntlthfrstbmbdrpstllrsnsys":"U.S. will continue talks with North Korea 'until the first bomb drops,' Tillerson says","mkhlgrbchvhlpdndcldwrbtrmnsrvldnptnsrss":"Mikhail Gorbachev helped end Cold War but remains reviled in Putin's Russia","ftrhrvywnstnshllywdrllysttchng":"After Harvey Weinstein, is Hollywood really set to change?","dthtllfrmblstnsmlscptlrsst231":"Death toll from blast in Somalia's capital rises to 231","tmhrtnslgsnthwddngtxcplshtpspnsrstsbsdzthrbgdy":"Tim Hortons logos on the wedding tux? Couples hit up sponsors to subsidize their big day","swntspwrtknwyfrmpnlhndlngnftdspts":"U.S. wants power taken away from panel handling NAFTA disputes","wrbrstlbbqbrshncdntrprtsmrthndbl":"Wire-bristle BBQ brush incident reports more than double","frtrlscmsndwhyyshldntclckthtlnkcbcsmrktplccnsmrchtsht":"Free trial scams and why you shouldn't click that link: CBC's Marketplace consumer cheat sheet","frcrwssprgrssnbttlngclfrnwldfrs":"Fire crews see progress in battling California wildfires","mdglblmgrtncrsslbrlstrvlnw2018mmgrtnpln":"Amid global migration crisis, Liberals to reveal new 2018 immigration plan"},"TorontoStar":{"tlbndnncsllgtnsmdbyfrdcndnhstgjshbyl":"Taliban denounces allegations made by freed Canadian hostage Joshua Boyle","nlcnsdtrntwmnsngpsdnymdrkttyllgdlyffrdbtchdcsmtcsrgry":"Unlicensed Toronto woman using pseudonym Dr. Kitty allegedly offered, botched cosmetic surgery","tnsnsbtwntrmpndtllrsnprsstmdnrthkrrncrss":"Tensions between Trump and Tillerson persist amid North Korea, Iran crises","ftrlftmncptvtythchldrnfjshbylndctlnclmnbgnthl":"After a lifetime in captivity, the children of Joshua Boyle and Caitlan Coleman begin to heal","plcskpblcshlpdntfyngmnsghtncnnctnwthllgdstrtcrsslt":"Police seek publics help identifying man sought in connection with alleged streetcar assault","dnldtrmptwtspprvlftrhlthcrstcksplng":"Donald Trump tweets approval after health care stocks plunge","whydsstrrvgdscmmntsmyntgtthfmrlfthynd":"Why disaster-ravaged U.S. communities may not get the FEMA relief they need","wrldptntngchmpnshprss50000crwnsnwwnnr":"World Poutine Eating Championship raises $50,000, crowns new winner","dthtllfrmblstnsmlscptlrsst231wthmrthn275njrd":"Death toll from blast in Somalias capital rises to 231, with more than 275 injured","ccssbltylgsltntbtbldbysprng2018mnstrsys":"Accessibility legislation to be tabled by spring 2018, minister says","trntwmn28mksfrstcrtpprncnftlhtndrnfmthrftw":"Toronto woman, 28, makes first court appearance in fatal hit-and-run of mother of two","tslfrshndrdsfwrkrsftrcmpnywdprfrmncrvws":"Tesla fires hundreds of workers after company-wide performance reviews","mnddnnrthyrkshtngdntfdsjmsclytnhllnd":"Man dead in North York shooting identified as James Clayton Holland","grkchrchbllsrngnmrnngtprtstnwgndrrghtslw":"Greek church bells rung in mourning to protest new gender-rights law","hrswhyktwnsltddntthnkhrvywnstnwhnshwnnscr":"Heres why Kate Winslet didnt thank Harvey Weinstein when she won an Oscar","sdplmcywthnrthkrwllcntnntlfrstbmbdrpsrxtllrsnsys":"U.S. diplomacy with North Korea will continue until first bomb drops, Rex Tillerson says","brdrrprtdclsdbtwnrnndrqskrdshrgn":"Border reported closed between Iran and Iraqs Kurdish region","mnddnnrthyrkshtng":"Man dead in North York shooting","ppfrncsnms35nwcthlcsnts":"Pope Francis names 35 new Catholic saints","spnsgvrnmntwtsdcsnnndpndncfrmctlnldr":"Spains government awaits decision on independence from Catalan leader","nnyr12mllnfjtthftwrpspwthmnsrrst":"Nine-year, $1.2-million fajita theft wraps up with mans arrest","nwwsbplcynmntlhlthwllstwrkrsbckdcdscrtcssy":"New WSIB policy on mental health will set workers back decades, critics say"},"CNN":{"pwrflhrrcnrrstwrdrlnd":"Powerful hurricane roars toward Ireland","ctrssrndtblslmswnstnnsnl":"Actress round table slams Weinstein on 'SNL'","rnrdgrscrtdffwthnjry":"Aaron Rodgers carted off with injury","fcccmmssnrspkstntrmptwt":"FCC commissioner speaks out on Trump tweet","nflrndwfnjrdncrwrck":"NFLer and wife injured in car wreck","prtrcgvrnrplnstrstr95fpwrbydcmbr":"Puerto Rico governor plans to restore 95% of power by December","tpprttllrsnddyclltrmpmrn":"Tapper to Tillerson: Did you call Trump a moron?","tllrsnsstryngtkpthrnnclrgrmnt":"Tillerson: US is trying to keep the Iran nuclear agreement","clfrnnsrtrnftrfrtfndrbbl":"Californians return after fire to find rubble","dsptpblccrtcsmtrmpndmccnnllwllmtmndy":"Despite public criticism, Trump and McConnell will meet Monday","mrcnscldsvthsndsbyrfnncng":"Americans could save thousands by refinancing","chnsntrntsnlckdwn":"China's internet is on lockdown","tllrsnrspndstcstrtnrmrk":"Tillerson responds to 'castration' remark","bnnntsssnfwrgnstgp":"Bannon: It's a season of war against GOP","brtshctrssccsswnstnfrp":"British actress accuses Weinstein of rape","prhpsthhrdstwrkngppltnvvrncntrd":"'Perhaps the hardest-working population I've ever encountered'","scrprtgntsrckdbydrm":"US corporate giants rocked by drama","pll31yrldwllbstrnchncllr":"Poll: 31-year-old will be Austrian chancellor","tllrsnswldntwlkfrmnrthkrdl":"Tillerson: US wouldn't walk from North Korea deal","3crdschrgng0ntrstntl2019":"3 cards charging 0% interest until 2019","ngrnpsychdlcrckthmscyndtknw":"Nigerian psychedelic rock: the music you need to know","snlmckspncnflwlkt":"'SNL' mocks Pence NFL walkout","grl8dsftrfllngncrsshp":"Girl, 8, dies after falling on cruise ship","sndnnfnstnsgngtgtprmrychllngfrmthlft":"Sen. Dianne Feinstein is going to get a primary challenge from the left","scrtryfstttllrsnwlltrytstnsnwthnrthkrdsptsbrrttlngfrmtrmpndkm":"Secretary of State Tillerson will try to ease tension with North Korea despite saber-rattling from Trump and Kim","clntnkpnynptnbcshsntdn":"Clinton: 'Keep an eye on' Putin, 'because he's not done'","xrpthtrthcntgtmfrdnymr":"Ex-Rep.: The truth can't get me fired anymore","fgrsktrgrcgldpllstfvntsbcsfdprssntngdsrdr":"Figure skater Gracie Gold pulls out of events because of depression, eating disorder","nprcdntdnmbrfcvlnsdnsmlbmbs":"Unprecedented number of civilians die in Somali bombs","hrswhybmstysqtstrmpttckshslgcy":"Here's why Obama stays quiet as Trump attacks his legacy","hrvywnstnscndlnthrlgltmshkpmrfllthd":"Harvey Weinstein scandal: Another legal team shakeup, more fallout ahead","glkprdsftrmdgmcllsn":"Goalkeeper dies after mid-game collision","whybnnncldhvmrnflncntrmpfrmtsdthwhths":"Why Bannon could have more influence on Trump from outside the White House","7dlytpsfrlvngwthcpd":"7 daily tips for living with COPD","whtyshldbtprbblydntknwbtngr":"What you should (but probably don't) know about Nigeria","cstrtdscrtryfsttsyshsfllyntct":"Castrated? Secretary of State says he's 'fully intact'"},"Verge":{"strntscttkllysbksthclsstyllgttxprncngspcyrslf":"Astronaut Scott Kelly's book is the closest you'll get to experiencing space yourself","ltshftsnthrstptwrdthmrgngfmvsndvdgms":"Late Shift is another step toward the merging of movies and video games","ktmcknnnsflwlssspnnywsnsnlbttstrdjkbtkllynncnwy":"Kate McKinnon is flawless as Pennywise on SNL, but its a tired joke about Kellyanne Conway","fcbkshdfsclvrtlksbtthftr":"Facebooks head of social VR talks about the future","hrswhtlnmskrvldbtthtsndspcxsmrsmbtnsnhsrddtm":"Heres what Elon Musk revealed about the ITS and SpaceXs Mars ambitions in his Reddit AMA","dthdlwrkthdphnsrllyxst":"Do the ideal workout headphones really exist?"},"AlJazeera":{"syrncvlwrmp":"Syrian Civil War Map","bbbltrblwhtlsbnthtthmf":"Bubble trouble: What lies beneath at the IMF","clfrnwldfrsnnmbrs":"California wildfires in numbers","tkngknnflspltfrmfrrcpltcs":"Taking a knee: NFL as a platform for race politics","mppdthbttlgnstsl":"MAPPED: The battle against ISIL"},"CNBC":{"hwvsrntlcrsfrmdnnlklyfrndshpwthlphbt":"How Avis rental cars formed an unlikely friendship with Alphabet","ntrllngllwdnlnftbllsclntwrkhpstscrwthfns":"No trolling allowed: Online football social network hopes to score with fans","tllrsnsysdplmcywthnrthkrwllcntnntlfrstbmbdrps":"Tillerson says diplomacy with North Korea will continue until 'first bomb drops'","hllryclntnwrnsbrtnnptntltrddlwthtrmp":"Hillary Clinton warns Britain on potential trade deal with Trump","nfttlkssttbxtnddstmrnstrtrssrcssy":"NAFTA talks set to be extended as time runs out, Reuters sources say","bndnngthpnnyswppngdllrbllsfrdllrcnswllscrrftrsvbllns":"Abandoning the penny, swapping dollar bills for dollar coins will secure our future, save billions","whtmscnstrthrghhndrdsfsmlltwnstghthrbtmrc":"What a musician's tour through hundreds of small towns taught her about America","hrswhythpblcsntbyngntnnttchcmpgnbsdnflsprmss":"Here's why the public isn't buying into an anti-tech campaign based on false premises","hwtnswrthntrvwqstnwhtryrhbbs":"How to answer the interview question, 'What are your hobbies?'","mntcttllrsnsysbrshngffdrmwthtrmp":"'I'm intact,' Tillerson says, brushing off drama with Trump","yllnsndspbtncnmysgnlnglklyrthk":"Yellen sounds upbeat on economy, signaling likely rate hike","clfrngttngthpprhndgnstddlywldfrs":"California 'getting the upper hand' against deadly wildfires","thbllmrktsnttrdtnlndstrtgstxplnswhythtsgdthng":"The bull market is not traditional, and a strategist explains why that's a good thing","snssncllnswhhlpdtsnkbmcrrplslklyysvttdvnctxrfrm":"Sen. Susan Collins, who helped to sink Obamacare repeal, is a likely 'yes' vote to advance tax reform","brtngrmnycmmttdtrnnclrdlftrsplnstscrpthgrmnt":"Britain, Germany committed to Iran nuclear deal after US plans to scrap the agreement","dthtllfrmblstnsmlscptlrsst231":"Death toll from blast in Somalia's capital rises to 231","prnpblshrlrryflyntffrs10mllnfrdrtthtcldgttrmpmpchd":"Porn publisher Larry Flynt offers $10 million for dirt that could get Trump impeached","wpnzdpltfrmsmkstrctrrgltnftchgntslklygryfrdvsrycsys":"'Weaponized' platforms make stricter regulation of tech giants likely, Greyfire Advisory CEO says","hwtnswrthjbntrvwqstnwhtsyrfvrtwbst":"How to answer the job interview question, 'What's your favorite website?'","hlysysswllstynrnnclrdlrghtnw":"Haley says US will stay in Iran nuclear deal 'right now'","strs31yrldmnstrldsntnlvtsgnlngrghttrn":"Austria's 31-year-old minister leads national vote, signaling right turn"},"ABCNews":{"tsndmssgmtnpctrcdmyxplswnstn":"To 'send a message,' motion picture academy expels Weinstein","wtchfrfghtrssblldzrsthlpcntnclfrnwldfrs":"WATCH:  Firefighters use bulldozers to help contain California wildfires","nkkhlycllsrprtsffrctnwthtllrsndrmtcndrdcls":"Nikki Haley calls reports of friction with Tillerson 'dramatic' and 'ridiculous'","grl3drwnsngrspttlbmccrmshp":"Girl, 3, drowns in grease pit at Alabama ice cream shop","cngrssmntdntbrntftbllcncssnrsrch":"Congressman to donate brain to football concussion research","grpplnsprtstdrngcllgtlkbywhtntnlst":"Group plans protest during college talk by white nationalist","mnlftjldysbfrrrstfrllgdrprtttck":"Man left jail days before arrest for alleged airport attack","wdyllncncrndbtwtchhntgnstmnftrwnstnscndl":"Woody Allen concerned about a 'witch hunt' against men after Weinstein scandal","grmnsclshtnwrghtpblshrsbkfrvnt":"Germans clash at 'new right' publisher's book fair event","tllrsnnkrdplmcycntnsntl1stbmbdrps":"Tillerson: NKorea diplomacy continues until 1st 'bomb drops'","rpblcnsntrvrydsppntdntrmpsctnsnhlthcr":"Republican senator 'very disappointed' in Trump's actions on health care","trmpwntrgnrndlhlthcrpls":"Trump 'went rogue' on Iran deal, health care: Pelosi","cnsrvtvcmmnttrsysgpndststpnblngtrmp":"Conservative commentator says GOP needs to stop 'enabling' Trump","lsvgstrsmsschngsnftrmthfshtng":"Las Vegas tourism sees changes in aftermath of shooting"},"SeattleTimes":{"thprsdntffrncsmvngtrvkprdcrhrvywnstnslgnfhnrwrd":"The president of France is moving to revoke producer Harvey Weinsteins Legion of Honor award","mdvnglclspprtsrltststswthchrstns":"Amid evangelical support, Israel toasts ties with Christians","mlshtbybsmrckplcffcrtsdmtl":"Male shot by a Bismarck police officer outside motel","mnchrgdnwmnsbrnngdthwnttstfyntrl":"Man charged in womans burning death wont testify in trial","vtrnshnrlnglstmdlfhnrrcpnt":"Veterans honor long-lost Medal of Honor recipient","msccnsdghtrpnsclfrnsjhnnycshtrl":"Music icons daughter opens Californias Johnny Cash Trail","phnxplcdntfynrrstdcrjckngsspct":"Phoenix police identify an arrested carjacking suspect","chllnthrsmccnnllstststdwnwthtrmp":"Chill in the air as McConnell sets to sit down with Trump","mdcllgstdntsrnscndplcnslrdcthln":"Md. college students earn second place in Solar Decathlon","nwhmpshrrcvdfdrlhlpfrstrmshrrcns":"New Hampshire received federal help for storms, hurricanes","snchrgdnfthrsdthftrfghtvrgngsgns":"Son charged in fathers death after fight over gang signs","vscrtyffcrnlvfrmshndlngstdnt":"Va. security officer on leave for mishandling student","rtscnfrnctmphsztchngnnvtncrtvty":"Arts conference to emphasize teaching innovation, creativity","clrdcntyhpflchngsngrswllhlpndstry":"Colorado county hopeful changes on grouse will help industry","vrmntcnfrnctfcsnnnvtvwrkspcs":"Vermont conference to focus on innovative work spaces","flrtylnchsfrstdrndfbrlltrsrvcns":"Flirtey launches first drone defibrillator service in US","tyrlrsdntsrjctnnsbrcks2026lympcsbd":"Tyrol residents reject Innsbrucks 2026 Olympics bid","mnmnplccrhtprsnlyngnrd":"Menomonie police car hit person lying on a road","jmscrdnctchsflkfrjkngbthrvywnstn":"James Corden catches flak for joking about Harvey Weinstein","lftstldrrltvsslnnsthrnmxc":"Leftist leader, relatives slain in southern Mexico"},"USAToday":{"svn49rsplyrscntnknlngdrngntnlnthmmdcllsfrrsltn":"Seven 49ers players continue kneeling during national anthem amid calls for resolution","stvbnnnslmsstblshmntrpblcnsntrssyscnsrvtvvtrspsrcmngnbspfryps":"Steve Bannon slams establishment Republican senators, says conservative voters &apos;are coming&nbsp;for you&apos;","pshppydthdypsfrghtnspsbldrnnr2049pstthbxffcwth265m":"&apos;Happy Death Day&apos; frightens &apos;Blade Runner 2049&apos; at the box office with $26.5M","whntcmstwhthsndhlthnsrnckschskswhtrthydng":"When it comes to White House and health insurance, Kasich asks: \"What are they doing?\"","dthtllrsst231nsmltrckbmbttck":"Death toll rises to 231 in Somalia truck bomb attack","trmppssmvtndnsrncsbsdsjltswshngtn":"Trump&apos;s move to end insurance subsidies jolts Washington","psnbdytrnsfrthspscrwssftclfrnwldfrrnsfrtrcsfvctms":"&apos;Nobody trains for this&apos;: Crews sift California wildfire ruins for traces of victims","tllrsnsyshsmnhdrmnsntctdspttrmppsstwttrtbrstcrkrclm":"Tillerson says his manhood remains intact despite Trump&apos;s Twitter outburst, Corker claim","rmyscksgnrlfrsxytxtstwffsrgnt":"Army sacks general for sexy texts to wife of a sergeant","nvrstyfchcgmkshstrywthfrstjwshdvntyschldn":"University of Chicago makes history with first Jewish divinity school dean","hrrcnphlbrsdwnnrlndk":"Hurricane Ophelia bears down on Ireland, U.K.","rnrdgrscldmssrstfpckrspsssnwthbrkncllrbn":"Aaron Rodgers could miss rest of Packers&apos; season with broken collarbone","mwycchsplltpfvgtsmjrshkpftrclmsnndwshngtnlsss":"Amway Coaches Poll: Top five gets major shakeup after Clemson and Washington losses","ddgrspsyslpgtkthlbrmnnpscmwtchthshwndtcktps":"Dodgers&apos; Yasiel Puig to Keith Olbermann:  &apos;Come watch the show. Need a ticket?&apos;","brtnnddrmrscldntprlfscljstcvnglcls":"Abortion and Dreamers could unite pro-life, social-justice evangelicals","psstrdynghtlvpsfnllytcklsthhrvywnstnscndlhrssmntnhllywd":"&apos;Saturday Night Live&apos; finally tackles the Harvey Weinstein scandal, harassment in Hollywood","nwwytdtchthcblbxstrmngntrntpps":"A new way to ditch the cable box: Streaming Internet apps","hrvywnstnnwswdyllnrctsbrtshplcnvstgtnwclms":"Harvey Weinstein news: Woody Allen reacts, British police investigate new claims","lsqstrdynghtlvrsqkllynncnwyslsqtrsqndshndntngdwy":"&lsquo;Saturday Night Live&rsquo;: Kellyanne Conway Is &lsquo;It&rsquo; &ndash; and not in a good way","mdcrpnnrllmntbgnstdywhtyndtknw":"Medicare open enrollment begins today: What you need to know","hrvywnstnnwscdmyxplsmbttldprdcrmdsxlssltllgtns":"Harvey Weinstein news: Academy expels embattled producer amid sexual assault allegations","hrvywnstncnpstwshwyhllywdpsssnsglnnrynlds":"Harvey Weinstein can&apos;t wash away Hollywood&apos;s sins: Glenn Reynolds","strsynkswhtthypsrsyngftrgm2flcs":"Astros-Yankees: What they&apos;re saying after Game 2 of ALCS","yngfrgnmnstrpssprtyldsnstrlctnndmnstrntthrght":"Young foreign minister&apos;s party leads in Austria election, and means a turn to the right","crtnylvwrndyngwmnbthrvywnstnmrthndcdg":"Courtney Love warned young women about Harvey Weinstein more than a decade ago","fmlyfmslmmrnrcrtwhddnbtcmpssfr100m":"Family of Muslim Marine recruit who died in boot camp sues for $100M"},"NYDN":{"trmppckfrsdrgczrhstrblngphrmctclts":"Trump pick for U.S. drug czar has 'troubling' pharmaceutical ties","stdrvrhlscbbndnspssngrnbrnngcr":"SEE IT: Driver hails cab, abandons passenger in burning car","ptrtsmsmrthnsltngthflgtsprtngvnt":"Patriotism is more than saluting the flag at a sporting event","dthtllfrmblstnsmlscptlrsst189":"Death toll from blast in Somalia's capital rises to 189","trmpwlllsrlctnftxrfrmflsgrhm":"Trump will lose reelection if tax reform fails: Graham","stlncrcrshsntfnctjntbssnntnrndlph":"Stolen car crashes into fence at Joint Base San Antonio-Randolph","dthtllfrmblstnsmlscptlrsst231":"Death toll from blast in  Somalias capital rises to 231","vhsptlsrstrgglngwthstffngshrtgswrkrssy":"VA hospitals are struggling with staffing shortages, workers say","mnyprschlsrndbypnccrtdby1980smcmrtnfctn":"Many preschools ruined by panic created by 1980s McMartin fiction","prtrcshrrcndthtllhts48":"Puerto Ricos hurricane death toll hits 48","crlhstqstnsrlllwngchrtrstcrtfytchrs":"Carl Heastie questions rule allowing charters to certify teachers","frmrmplyccsshrvywnstnfrp":"Former employee accuses Harvey Weinstein of rape","vrgnsttnvrstycmpsshtnglvsnnjrd":"Virginia State University campus shooting leaves one injured","rsrchrfrtrmpsvtrfrdpnlbstdfrchldprn":"Researcher for Trump's voter fraud panel busted for child porn","phlpprchsrlndwthhrrcnfrcwnds":"Ophelia approaches Ireland with hurricane-force winds","rxtllrsnssrsthttrmphsntcstrtdhm":"Rex Tillerson assures that Trump hasn't 'castrated' him","trmpccsrsbpnsfrllsxllgtnsdcmnts":"Trump accuser subpoenas for all sex allegations documents","cmmtrsscrfrpthsbwyrdsdrngmntnnc":"Commuters score free PATH, subway rides during maintenance","grl8dsnfllncrsshpdckdnmm":"Girl, 8, dies in fall on cruise ship docked in Miami"},"BBC":{"whycntclfrncntrlthwldfrs":"Why can't California control the wildfires?","tttnhmmrcpchttnssncrdbldtljsfnt":"Tottenham: Mauricio Pochettino uses \"incredible\" detail - Jose Fonte","rltychckhwmnywmnntpkflmjbs":"Reality Check: How many women in top UK film jobs?","fvchrtsbtthfrtnsfthchnsfmly":"Five charts about the fortunes of the Chinese family","kmptnprkrccrsmndsftrstblsnjry":"Kempton Park racecourse: Man dies after stables injury","prswmmngnwdtlsmrgfrmcnfdntlrprtntclmtffr":"Para-swimming: New details emerge from confidential report into 'climate of fear'","kllrdrvrstrcvlfsntncsnlwchng":"Killer drivers to receive life sentences in law change","grtstrm1987thdy18pplwrklld":"Great Storm 1987: The day 18 people were killed","clfrnwldfrsdthtllrsssblzscntn":"California wildfires: Death toll rises as blazes continue","smltlst230ddnmgdshblst":"Somalia: At least 230 dead in Mogadishu blast","cnwtchrbtsthcs":"Can we teach robots ethics?","thftfllffhstrysmstfmsfmlspy":"The fateful life of history's most famous female spy","kfrmrswllgrwmrfdfnbrxtdlmnstr":"UK farmers will 'grow more food' if no Brexit deal - minister","rgrfdrrbtsrflndlnshnghmstrsfnl":"Roger Federer beats Rafael Nadal in Shanghai Masters final","nrthkrcrsstllrsnsysdplmcywllcntn":"North Korea crisis: Tillerson says diplomacy will continue","frshwrnngsspwrflstrmhdstk":"Fresh warnings as powerful storm heads to UK","vxhllplns400jbctstllsmrprtsslsfll":"Vauxhall plans 400 job cuts at Ellesmere Port as sales fall","sthmptn22nwcstlntd":"Southampton 2-2 Newcastle United","rpnchmpnscpnrthmptn1357srcns":"European Champions Cup: Northampton 13-57 Saracens","hrvywnstnmtplcnvstgtnwsxssltclms":"Harvey Weinstein: Met police investigate new sex assault claims","mckfltwdnthrlydysffltwdmcndwhyhstrrbldrmmr":"Mick Fleetwood on the early days of Fleetwood Mac and why he's a terrible drummer","brghtnhvlbn11vrtn":"Brighton & Hove Albion 1-1 Everton","nhsptntstbskdbtsxlty":"NHS patients to be asked about sexuality","strncnsrvtvsttbcmwrldsyngstldr":"Austrian conservative set to become world's youngest leader","thmssnkrntrvwngnfrcnlgndgd11":"Thomas Sankara - interviewing an African legend aged 11"}},"US":{"FoxNews":{"grl8dsnfllfrmmmcrsshp":"Girl, 8, dies in fall from Miami cruise ship","mssngrzntchrsbdyblvdtbfndplcsy":"Missing Arizona teacher's body believed to be found, police say","cpssydrvrlftwmntdbrthrsyshtrdtsvhr":"Cops say driver left woman to die, brother says he tried to save her","clfrnwldfrdthtllhts40sblzsthrtnsnm":"California wildfire death toll hits 40 as blazes threaten Sonoma","fmlydgmrgslvndwllfrmclfrnwldfrs":"Family dog emerges alive and well from California wildfires","strngrsrscmnnwhlchrstckntrcksmmntsbfrtrnbrrlsthrgh":"Strangers rescue man in wheelchair stuck on tracks moments before train barrels through","drrngcldshtdwnrgnchrchsbblstdywddngs":"Deer range could shut down Oregon churchs Bible study, weddings","cchwhfrcdchrldrsntspltswllntbchrgdwthcrm":"Coach who forced cheerleaders into splits will not be charged with a crime","clfrnfrstrnprtctvmsksntfstsllrs":"California fires turn protective masks into fast sellers"},"BBC":{"nrthkrcrsstllrsnsysdplmcywllcntn":"North Korea crisis: Tillerson says diplomacy will continue","clfrnwldfrsdthtllrsssblzscntn":"California wildfires: Death toll rises as blazes continue","hrvywnstnmrwmnccshllywdprdcrfrp":"Harvey Weinstein: More women accuse Hollywood producer of rape","hrvywnstnwdyllnsdfrprdcrvrsxlssltllgtns":"Harvey Weinstein: Woody Allen 'sad' for producer over sexual assault allegations"},"NewYorkTimes":{"fvrrstdngrgnhns1983kllngfblckmn":"Five Arrested in Georgia in Heinous 1983 Killing of Black Man","tlbndnyfghtrsrpdmrcnhstgndklldbby":"Taliban Deny Fighters Raped American Hostage and Killed Baby","hndmdsprtstntnwd":"Handmaids Protest Nationwide","fdsjntyllnsysthcnmyrmnsngdhlth":"Feds Janet Yellen Says the Economy Remains in Good Health","ntnlnthmcntrvrssfrmhlsnktkwt":"National Anthem Controversies, From Helsinki to Kuwait","thfrsrrngvrthrdgtstmtg":"The Fire Is Roaring Over the Ridge. Its Time to Go.","thnwwshngtnthnwwshngtnbrtbrtnthwhths":"The New Washington: The New Washington: Breitbart in the White House","gnthshdschldnprsnsndlt":"A Gun to His Head as a Child. In Prison as an Adult.","nndtfprsnndhsdghtrslf":"In and Out of Prison, and His Daughters Life","bcmngstlwrkrlbrtdhrthnhrjbmvdtmxc":"Becoming a Steelworker Liberated Her. Then Her Job Moved to Mexico."},"WashingtonPost":{"rptmmrndrgczrnmnndthpdndstrysdvctncngrss":"Rep. Tom Marino: Drug czar nominee and the opioid industrys advocate in Congress","tnmlsfclfrnslvlstcntrysdtrnsfrmdbyfr":"Ten miles of Californias loveliest countryside, transformed by fire","mrdymthrfcdfrngsqdfrspyngndrfsdblndfld":"'I am ready': Mata Hari faced a firing squad for spying  and refused a blindfold.","whydsmdctrsrfstgvwmnds":"Why do some doctors refuse to give women IUDs?","dthtllcntnstrssclfrnwldfrsbrnn":"Death toll continues to rise as California wildfires burn on","shldwmnldrthn18gtthhpvvccn":"Should women older than 18 get the HPV vaccine?","thdrgndstrystrmphvrthd":"The drug industrys triumph over the DEA","pmplsrfrtngrsshwcmmstllgttngthm":"Pimples are for teenagers. So how come Im still getting them?!","dsbrstfdngrllydcrsmycncrrsk":"Does breast-feeding really decrease my cancer risk?","gynclgymsms4500tmstllnntrstngndddmdcltl":"Gynecology museums 4,500 items tell an interesting and odd medical tale","tmngfwhthsctnsnrllngprtsfccldntbwrssttssy":"Timing of White House actions unrolling parts of ACA couldnt be worse, states say","fwmnfrzshrggswllhrftrbbsbnrml":"If a woman freezes her eggs, will her future babies be normal?","mgttnghrrblhtflshswhtcnsflydbtthm":"Im getting horrible hot flashes. What can I safely do about them?","rwmnshrtttcksrllythtdffrntfrmmns":"Are womens heart attacks really that different from mens?","wshngtnrppntmntsndprmtnsfrct16":"Washington-area appointments and promotions for Oct. 16","gplwmkrswlkthlnbtwndfyngtrmpndlntngthrbs":"GOP lawmakers walk the line between defying Trump and alienating their base","shldprmnpslwmnbcncrndbtnm":"Should pre-menopausal women be concerned about anemia?","mntctrxtllrsnsysfhsstndngnwshngtn":"Im intact, Rex Tillerson says of his standing in Washington","trmpgvrnsbydsrptnndvrldsllthcrcts":"Trump governs by disruption  and overloads all the circuits","pprchtrnxpssgrwngrrttnbtwnsndlls":"Approach to Iran exposes growing irritation between U.S. and allies"},"CNN":{"nghbrhdntsgnsthtflgrfft":"Neighborhood unites against hateful graffiti","hsnvstgtsshtngcmmnt":"HS investigates 'shooting' comment","ffcrsjstfdnshtngf53ymn":"Officers justified in shooting of 53yo man","wmndsftrgttngpnndndrcr":"Woman dies after getting pinned under car","tvlsvtrsmmtbnnndclrswrngpstblshmnt":"At Values Voter Summit, Bannon declares 'war' on GOP establishment","plstrmpdsntndrstndprsdntswrdswghtn":"Pelosi: Trump doesn't understand a president's words 'weigh a ton'","lclmngsthdstncfrclnwtr":"Local man goes the distance for clean water","lfsvngrscldstmdlfvlr":"Life-saving rescue leads to Medal of Valor","mmsfthbsdhlthcrcvrgdnd":"Mom's faith based healthcare coverage denied","sttfthcrtnnthrlxwvs":"State of the Cartoonian: The Real Ex-Wives","bdycmvdshwsdrmtcwldfrrsc":"Bodycam video shows dramatic wildfire rescue","thrchrgdn7kvctrscrtthft":"Three charged in $7K Victoria Secret theft","rmnsfwwhrrtrndhm":"Remains of WWII hero returned home","ffcrcksdnnrfrmnlwnfd":"Officer cooks dinner for man low on food","hllryclntnmsgynysndmc":"Hillary Clinton: Misogyny is 'endemic'","sbwyrdrfghtsbckftrmnslshshmnthfc":"Subway rider fights back after man slashes him in the face","wnddvtrntrnmnthfmrthns":"Wounded veteran to run month of marathons","mnwhvrdsdplgzstfrstrspndrswhsvdhm":"Man who overdosed apologizes to first responders who saved him","grl8dsncrsshpfll":"Girl, 8, dies in cruise ship fall"},"CNBC":{"hwvsrntlcrsfrmdnnlklyfrndshpwthlphbt":"How Avis rental cars formed an unlikely friendship with Alphabet","lndnplcrcvnwssltclmsgnstwnstn":"London police receive new assault claims against Weinstein","clfrngttngthpprhndgnstddlywldfrs":"California 'getting the upper hand' against deadly wildfires","grmnysscldmcrtsbtmrklscnsrvtvsnsttvt":"Germany's Social Democrats beat Merkel's conservatives in state vote","hlysysswllstynrnnclrdlrghtnw":"Haley says US will stay in Iran nuclear deal 'right now'","mntcttllrsnsysbrshngffdrmwthtrmp":"'I'm intact,' Tillerson says, brushing off drama with Trump"},"ABCNews":{"wtchvctmfthlsvgsshtngwkspfrmcm":"WATCH:  Victim of the Las Vegas shooting wakes up from coma","wtchtwttrchngscmngtcrbbs":"WATCH:  Twitter changes coming to curb abuse","fmlydgmrgslvndhppyfrmwldfrftrmth":"Family dog emerges alive and happy from wildfire aftermath","wtchhrvywnstnxplldfrmthcdmyfmtnpctrrtsndscncs":"WATCH:  Harvey Weinstein expelled from the Academy of Motion Picture Arts and Sciences","mnlftjldysbfrrrstfrllgdrprtttck":"Man left jail days before arrest for alleged airport attack","wtchsnssncllnscrkrtrmptwttrfdntvryprdctv":"WATCH:  Sen. Susan Collins: Corker-Trump Twitter feud not 'very productive'","wtchstvbnnnrllstrmpbstvlsvtrsmmt":"WATCH:  Steve Bannon rallies Trump base at Values Voter Summit","wtch2mnflmthrnrrwscpfrmrgngclfrnwldfr":"WATCH:  2 men film their narrow escape from raging California wildfire","wtchfmlydgrntswthfmlylvndchrflfrmwldfr":"WATCH:  Family dog reunites with family, alive and cheerful from wildfire","wtchhsdmcrtcldrplssysprstrmpwntrgthswk":"WATCH:  House Democratic Leader Pelosi says Pres. Trump went 'rogue' this week","nmtsdntmrthn53000frhrvyrlf":"Inmates donate more than $53,000 for Harvey relief","27yrldvctmflsvgsshtngwkspfrmcm":"27-year-old victim of Las Vegas shooting wakes up from coma","wtchmrvctnsnnrthrnclfrnswldfrskll40":"WATCH:  More evacuations in Northern California as wildfires kill 40","wtchnkkhlysystrmptllrsnwrkvrywlltgthr":"WATCH:  Nikki Haley says Trump, Tillerson 'work very well together'","wtchkrsjnnrstvhmsfrslfr78m":"WATCH:  Kris Jenner's TV home is for sale for $7.8M","twrngflmsprmptmrvctnssclfrnwldfrskll40":"Towering flames prompt more evacuations as California wildfires kill 40","strntfprtrcnhrtgtwtsphtfbtflslndfrmss":"Astronaut of Puerto Rican heritage tweets photo of 'beautiful' island from ISS","hrdgprtctdbbygtswlddrswldfrdcmtdfrm":"Hero dog protected baby goats, wild deer as wildfire 'decimated' farm","wtchgvrnrfprtrcnnncpwrrstrtnffrt":"WATCH:  Governor of Puerto Rico announce power restoration effort","fmlydgfndwggngtlftrwncntrynfrn":"Family dog found wagging tail after wine country inferno"},"NPR":{"vcprsdntsntrfrynfnlwksfvrgnsgvrnrrc":"Vice Presidents Enter Fray In Final Weeks f Virginia's Governor Race","nbsywktrmptststhybrktywntrl":"In A Busy Week, Trump Tests The 'You Break It, You Own It' Rule","nrnhlthcrndnvrnmnttrmptrnstxctvctns":"On Iran, Health Care And Environment, Trump Turns To Executive Actions","strmpltrsffrdblcrctprgrmstdnrllsrsrct":"As Trump Alters Affordable Care Act, Programs To Aid, Enroll Users Are Cut","frnly2ndtmmtnpctrcdmybtsmmbrhrvywnstn":"For Only 2nd Time, Motion Picture Academy Boots A Member: Harvey Weinstein","thrsysgssphlpsprtctwmnfrmwrkplcprdtrs":"Author Says Gossip Helps Protect Women From Workplace Predators","nwsffrcgdlnsfrchcgplc":"New Use-Of-Force Guidelines For Chicago Police","whnywnttgvhrshwtvtyrptns":"When You Want To Give, Here's How To Vet Your Options","sshvctdptntsfrmthhsptlhrhmbrnd":"As She Evacuated Patients From The Hospital, Her Home Burned","snlgsftrwlldrssdskntgwnstnstgspncwlkts":"'SNL' Goes After 'Well-Dressed Skin Tag' Weinstein, Stages Pence Walkouts","rlndpstbrxt1slnd2cnmsdznsfsmgglngrts":"Ireland, Post-Brexit: 1 Island, 2 Economies, Dozens Of Smuggling Routes","phtstrsthttllstrsbtthwrldwlvn":"PHOTOS: Trees That Tell Stories About The World We Live In","brbrshpsmnssccrlssbysctsndmnm":"Barbershop: U.S. Men's Soccer Loss, Boy Scouts And Eminem","mrdstrctvxpnsvdngrswhtsrmpngpwldfrs":"More Destructive, Expensive, Dangerous: What's Ramping Up Wildfires?"},"USAToday":{"lsvgsshtngvctmtksfrststpsftrmrgngfrmcm":"Las Vegas shooting victim takes first steps after emerging from coma","psnbdytrnsfrthspscrwssftclfrnwldfrrnsfrtrcsfvctms":"&apos;Nobody trains for this&apos;: Crews sift California wildfire ruins for traces of victims","drnftgshwschrrdrmnsfclfrnwncntry":"Drone footage shows charred remains of California wine country","mnwnddnshtngttmbstnsln":"Man wounded in shooting at Tombstone saloon","thsndsflsqrssrsqrvttgthrpssblnwrcrd":"Thousands of &lsquo;Rosies&rsquo; rivet together a possible new record","nwkltrfrfghtrsgngrndnhstrcclfrnfrs":"One week later, firefighters gain ground on historic California fires","fmlyfmslmmrnrcrtwhddnbtcmpssfr100m":"Family of Muslim Marine recruit who died in boot camp sues for $100M","rtstbrngslttlknwnbthstrcthrgdmrshlltrltlf":"Artist brings little-known but historic Thurgood Marshall trial to life","clfrnwldfrscrwssrchfrtrcsfvctmssfrsrgn":"California wildfires: Crews search for traces of victims as fires rage on","chldfllstdthfrmcrnvlcrsshp":"Child falls to death from Carnival cruise ship","hwhcmtwghvr700pndsmdshndthnlsmrthnhlfft":"How he came to weigh over 700 pounds &mdash; and then lose more than half of it"},"NYDN":{"trmppckfrsdrgczrhstrblngphrmctclts":"Trump pick for U.S. drug czar has 'troubling' pharmaceutical ties","cndnsnnspshfrwghkmdnfttlks":"Canadian, U.S. unions push for wage hike amid NAFTA talks","mncffdnstbbngslyffmlyplmdclshnthbrnx":"Man cuffed in stabbing slay of family pal amid clash in the Bronx","mnyprschlsrndbypnccrtdby1980smcmrtnfctn":"Many preschools ruined by panic created by 1980s McMartin fiction","bfflplcdvrdspprsdrngrvrtrnngxrcs":"Buffalo police diver disappears during river training exercise","vrgnsttnvrstycmpsshtnglvsnnjrd":"Virginia State University campus shooting leaves one injured","stlncrcrshsntfnctjntbssnntnrndlph":"Stolen car crashes into fence at Joint Base San Antonio-Randolph","phlpprchsrlndwthhrrcnfrcwnds":"Ophelia approaches Ireland with hurricane-force winds","vhsptlsrstrgglngwthstffngshrtgswrkrssy":"VA hospitals are struggling with staffing shortages, workers say","prtrcshrrcndthtllhts48":"Puerto Ricos hurricane death toll hits 48","hlysysswllstynrndlsndmssgtnrthkr":"Haley says US will stay in Iran deal, send message to North Korea","trmpwlllsrlctnftxrfrmflsgrhm":"Trump will lose reelection if tax reform fails: Graham","rsrchrfrtrmpsvtrfrdpnlbstdfrchldprn":"Researcher for Trump's voter fraud panel busted for child porn","rxtllrsnssrsthttrmphsntcstrtdhm":"Rex Tillerson assures that Trump hasn't 'castrated' him","trmpccsrsbpnsfrllsxllgtnsdcmnts":"Trump accuser subpoenas for all sex allegations documents","stdrvrhlscbbndnspssngrnbrnngcr":"SEE IT: Driver hails cab, abandons passenger in burning car","grl8dsnfllncrsshpdckdnmm":"Girl, 8, dies in fall on cruise ship docked in Miami"},"TheGuardian":{"hwhyrwllbngspltstrtstmpngcthrnbnntt":"Oh, why are we all being so polite? Start stomping | Catherine Bennett","hwthlgrchywnslssnsfrmncntgrcgnshstrmnn":"How the oligarchy wins: lessons from ancient Greece | Ganesh Sitaramanan","nthshdwfdsnylvnglfnthmrgns":"In the shadow of Disney, living life on the margins","wtrdncgyscnsrvtvhrdlnrsstyntrncfrtrmp":"'We tried nice guys': conservative hardliners stay in a trance for Trump","hllryclntntrmpwllprvknclrrmsrcvrnrthkr":"Hillary Clinton: Trump will provoke 'nuclear arms race' over North Korea","bnnnndctstrmpsbmcrstrtgyblwthtthngp":"Bannon indicates Trump's Obamacare strategy: 'Blow that thing up'","ftrtrmpthrtnsthprsssntrsksfcctffrmfrspch":"After Trump threatens the press, senator asks FCC to affirm free speech","tllrsndnscstrtnndsysdplmcygsntllfrstbmbdrps":"Tillerson denies 'castration' and says diplomacy goes on till 'first bomb drops'","hrvywnstnwsprtctdfrdcdsbythcwrdcfthprss":"Harvey Weinstein was protected for decades by the cowardice of the press","hllryclntntllsfshckvrhrvywnstnllgtns":"Hillary Clinton tells of shock over Harvey Weinstein allegations","hsflngtrmpstrkstslsfrndswrryndnmscrcl":"'He is failing': Trump strikes out solo as friends worry and enemies circle","trmpjggrntrllsnftrwhthsgnrlsvrtdsstrnrndl":"Trump juggernaut rolls on after White House generals avert disaster on Iran deal","clfrnwldfrsjprdzfmlyrnvnyrds":"California wildfires jeopardize family run vineyards","wkftrmkpncwlkstn49rsprtstplyrsknlgn":"A week after Mike Pence walks out on 49ers protest, players kneel again"},"LATimes":{"drchssmnprtrcbtwtrfdndlctrctyrmndsprtlyscrc":"Aid reaches some in Puerto Rico, but water, food and electricity remain desperately scarce","mstfthnjrdnlsvgshvlftthhsptlndgnhmbtnstllwndrswhnshwll":"Most of the injured in Las Vegas have left the hospital and gone home. But one still wonders when she will","nvrgnsclcntryvcprsdntpncprsstrmpndsksvtrstmkhstry":"In Virginia's coal country, Vice President Pence praises Trump and asks voters to make history","blckmnwhwlddflmthrwrdrngwhtntnlstrllynchrlttsvllsrrstd":"Black man who wielded flamethrower during white nationalist rally in Charlottesville is arrested"}},"World":{"FoxNews":{"tlst231klldnsmlsddlstttcknrcrd":"At least 231 killed in Somalia's deadliest attack on record","strsfrgnmnstrdclrsvctrynlctnsttbcmrpsyngstldr":"Austria's foreign minister declares victory in election, set to become Europe's youngest leader","hqqncptrsklldchldrpdwfcndnxhstgsys":"Haqqani captors killed child, raped wife, Canadian ex-hostage says","hgwrtsxprssrscsfmlynsctlnd":"Hogwarts Express rescues family in Scotland"},"CBC":{"drnhtcmmrcljtnrqbcctytrnsprtmnstrsys":"Drone hit commercial jet near Quebec City, transport minister says","cnnbsrsrchbmswthbckngfcmmrclgrwrs":"Cannabis research booms with backing of commercial growers","symblfchngmkmqflgtbflwntllnvsctnvrsts":"'A symbol of change': Mi'kmaq flag to be flown at all Nova Scotia universities","ssstllrcrtngcndnythmmwrns":"ISIS 'still recruiting' Canadian youth, imam warns","wrbrstlbbqbrshncdntrprtsmrthndbl":"Wire-bristle BBQ brush incident reports more than double","frtrlscmsndwhyyshldntclckthtlnkcbcsmrktplccnsmrchtsht":"Free trial scams and why you shouldn't click that link: CBC's Marketplace consumer cheat sheet"},"TorontoStar":{"tlbndnncsllgtnsmdbyfrdcndnhstgjshbyl":"Taliban denounces allegations made by freed Canadian hostage Joshua Boyle","ppfrncsnms35nwcthlcsnts":"Pope Francis names 35 new Catholic saints","tnsnsbtwntrmpndtllrsnprsstmdnrthkrrncrss":"Tensions between Trump and Tillerson persist amid North Korea, Iran crises","dthtllfrmblstnsmlscptlrsst231wthmrthn275njrd":"Death toll from blast in Somalias capital rises to 231, with more than 275 injured","sdplmcywthnrthkrwllcntnntlfrstbmbdrpsrxtllrsnsys":"U.S. diplomacy with North Korea will continue until first bomb drops, Rex Tillerson says","ftrlftmncptvtythchldrnfjshbylndctlnclmnbgnthl":"After a lifetime in captivity, the children of Joshua Boyle and Caitlan Coleman begin to heal","brdrrprtdclsdbtwnrnndrqskrdshrgn":"Border reported closed between Iran and Iraqs Kurdish region","ccssbltylgsltntbtbldbysprng2018mnstrsys":"Accessibility legislation to be tabled by spring 2018, minister says","dnldtrmptwtspprvlftrhlthcrstcksplng":"Donald Trump tweets approval after health care stocks plunge","whydsstrrvgdscmmntsmyntgtthfmrlfthynd":"Why disaster-ravaged U.S. communities may not get the FEMA relief they need","spnsgvrnmntwtsdcsnnndpndncfrmctlnldr":"Spains government awaits decision on independence from Catalan leader","lphnttrmplsfrrhngyrfgstdthnbngldsh":"Elephant tramples four Rohingya refugees to death in Bangladesh","nnyr12mllnfjtthftwrpspwthmnsrrst":"Nine-year, $1.2-million fajita theft wraps up with mans arrest","grkchrchbllsrngnmrnngtprtstnwgndrrghtslw":"Greek church bells rung in mourning to protest new gender-rights law","syrnmltntsllwdtvctsrqqbttlnrsnd":"Syrian militants allowed to evacuate as Raqqa battle nears end","nwwsbplcynmntlhlthwllstwrkrsbckdcdscrtcssy":"New WSIB policy on mental health will set workers back decades, critics say"},"NewYorkTimes":{"dbtsgrwvrrchbshpsccntfwhnhknwfbs":"Doubts Grow Over Archbishops Account of When He Knew of Abuse","knctyjrnlfddykngldrshtwnppltn20mnstswrdnss":"Keno City Journal: Faded Yukon Gold Rush Town, Population 20, Mines Its Weirdness","smltrckbmbngskllvr200ffclssy":"Somalia Truck Bombings Kill Over 200, Officials Say","ntnlnthmcntrvrssfrmhlsnktkwt":"National Anthem Controversies, From Helsinki to Kuwait","sndstrldtnmgdshrnnrthkryrmndybrfng":"Asia and Australia Edition: Mogadishu, Iran, North Korea: Your Monday Briefing","cndnhldhstgnfghnstnsysmltntsklldhschld":"Canadian Held Hostage in Afghanistan Says Militants Killed His Child","rlndndbrtnbrcfrnslrpnhrrcn":"Ireland and Britain Brace for Unusual European Hurricane","tlbndnyfghtrsrpdmrcnhstgndklldbby":"Taliban Deny Fighters Raped American Hostage and Killed Baby","tnspryngcmmnstschntrnstrdrmyschls":"To Inspire Young Communists, China Turns to Red Army Schools","strldbtsdswrmngplntrllyndmrcl":"Australia Debates: Does a Warming Planet Really Need More Coal?","cndlttrthndfrtlnddrnghstgrsc":"Canada Letter: The End of a Ritual and a Daring Hostage Rescue","thstrdyprflftrtrkshprsnthptntsymblflngrngkss":"The Saturday Profile: After a Turkish Prison, the Potent Symbol of a Lingering Kiss"},"WashingtonPost":{"mdvnglclspprtsrltststswthchrstns":"Amid evangelical support, Israel toasts ties with Christians","tyrlrsdntsrjctnnsbrcks2026lympcsbd":"Tyrol residents reject Innsbrucks 2026 Olympics bid","wnrlsnstrnvtthfrrghttrmphssrvlsbckplcsncdmdfrng":"Win or lose in Austrian vote, the far right triumphs as rivals back policies once deemed fringe","sxjnpnggtsscnd5yrtrmchnswndrfhllbnthrptn":"As Xi Jinping gets a second 5-year term, Chinese wonder if hell be another Putin","trckbmbsnsmlscptlklltlst189":"Truck bombs in Somalias capital kill at least 189","slmcsttmntsfnlstndnsyrsrqqssrrndrngfghtrsstrmt":"Islamic State mounts final stand in Syrias Raqqa as surrendering fighters stream out","strnlctnyldshrdrghttrnscnsrvtvndntnlstprtsgn":"Austrian election yields a hard right turn as conservative and nationalist parties gain","rqfrcsdmndkrdshtrpswthdrwlfrmkrkkr":"Iraqi forces demand Kurdish troops withdrawal from Kirkuk area","phlstrngststrntlntchrrcnnrcrdrrstwrdrlnd":"Ophelia, strongest eastern Atlantic hurricane on record, roars toward Ireland","rnsprsdntfrsbckttrmpnnclrdl":"Irans president fires back at Trump on nuclear deal","231klldnddlstsnglttcknsmlshstry":"231 killed in deadliest single attack in Somalias history","kblplcflptntllymssvscdttcknrngnrngnvrsty":"Kabul police foil potentially massive suicide attack near engineering university","whtwrctlnclmnndjshbylrllydngnfghnstn":"What were Caitlan Coleman and Joshua Boyle really doing in Afghanistan?","dlrchdtvctcvlnslclmltntsfrmsshldrqq":"Deal reached to evacuate civilians, local militants from ISIS-held Raqqa","hwdrtycmpgnngndfkfcbkstscmtdmntthstrnlctn":"How dirty campaigning and fake Facebook sites came to dominate the Austrian election","ppstndcrsllgltssvnzlnsgtthplls":"Opposition decries illegalities as Venezuelans go to the polls","sthsdnsdsstrtsprsdntsysntmyflt":"South Sudan is a disaster. Its president says: Not my fault.","sspctdsmltntskll6sldrsngyptssn":"Suspected IS militants kill 6 soldiers in Egypts Sinai","rpnssytrmphsnpwrtcnclrnnclrdl":"Europeans say Trump has no power to cancel Iran nuclear deal","mnhldbytlbnlnkdcptrsthyrpdmywfklldrbby":"Man held by Taliban-linked captors: They raped my wife, killed our baby","sstrhdstthpllsthfrrghtyswhtmybthsyrsbggstrpnsccss":"As Austria heads to the polls, the far right eyes what may be this year's biggest European success","wmnndvlpngntnsftngtlssycrthnmn":"Women in developing nations often get less eye care than men","rqkrdssybrdrcrssngswthrnclsd":"Iraqi Kurds say border crossings with Iran closed","lftstldrrltvsslnnsthrnmxc":"Leftist leader, relatives slain in southern Mexico","chnstrdwthnrthkrslmpssnclrsnctnsfnllystrttbt":"Chinas trade with North Korea slumps as nuclear sanctions finally start to bite"},"CNN":{"":"","sndghmsfrsl":"San Diego homes for sale","gttngrdytsllfndtwhtyrhmswrthnw":"Getting ready to sell? Find out what your home is worth now","rdyttrdpfndthwmchyrhmswrth":"Ready to trade up? Find out how much your home is worth"},"TheGuardian":{"sspclfrcsdthsnngrlftvlnshdwwrgnstslmstsnshl":"US special forces deaths in Niger lift veil on shadow war against Islamists in Sahel","hsbndfnznnzghrrtclffjldnrntllsfstrnfsprtn":"Husband of Nazanin Zaghari Ratcliffe, jailed in Iran, tells of strain of separation","frfghtrsbtngbckddlyclfrnwldfrsffclsys":"Firefighters beating back deadly California wildfires, official says","hwrtsblmngmdthgzwstlnd":"How art is blooming amid the Gaza wasteland","frstntnssktrscndsrntftr150yrsf4pymnts":"First Nations seek to raise Canada's rent after 150 years of $4 payments","cnsrvtvsbstnkrzntrcktbcmstrsnxtldr":"Conservative Sebastian Kurz on track to become Austrias next leader","mmnlmcrntgvfrstlvtlvsnntrvw":"Emmanuel Macron to give first live television interview","strlmstctcmpnytxrtfrm30sysbsnsscncl":"Australia must cut company tax rate from 30%, says Business Council","ftrtrmpthrtnsthprsssntrsksfcctffrmfrspch":"After Trump threatens the press, senator asks FCC to affirm free speech","tllrsndnscstrtnndsysdplmcygsntllfrstbmbdrps":"Tillerson denies 'castration' and says diplomacy goes on till 'first bomb drops'","cnsrshpbttlndnntsmtcchrgcsngrlttrs":"Censorship battle and an antisemitic charge cause anger | Letters","ctlnsdrmsfscssnwrncbtdnmdccn":"Catalonias dreams of secession were incubated in a media cocoon","brxtblknllndyrsfmlgnnglctlttrs":"Brexit, Blakenall and years of malign neglect  | Letters","mgdshtrckbmb500csltsnsmlswrsttrrrstttck":"Mogadishu truck bomb: 500 casualties in Somalias worst terrorist attack","mgdshtrctymyprvkdprsnvlvmntnsml":"Mogadishu atrocity may provoke deeper US involvement in Somalia","brgnwhrjnsbssnwmncrrdthsgrslywrkrfshnstsmg":"Bergen, where Jo Nesbs Snowman carried out his grisly work, refashions its image","rprtnstrlshmnrghtsrcrdtbscrtnsdbyncmmtt":"Report on Australia's human rights record to be scrutinised by UN committee","sbstnkrzsdcsgmbltldstrpysffphlpltrmnn":"Sebastian Kurz's audacious gamble to lead Austria pays off | Philip Oltermann","ynsvrfkswldlktlvnwrldwhrwrllprvlgd":"Yanis Varoufakis: I would like to live in a world where were all privileged","hsflngtrmpstrkstslsfrndswrryndnmscrcl":"'He is failing': Trump strikes out solo as friends worry and enemies circle","trmpjggrntrllsnftrwhthsgnrlsvrtdsstrnrndl":"Trump juggernaut rolls on after White House generals avert disaster on Iran deal","jmscrdnfcsbcklshfrhrvywnstnjks":"James Corden faces backlash for Harvey Weinstein jokes","hllryclntntrmpwllprvknclrrmsrcvrnrthkr":"Hillary Clinton: Trump will provoke 'nuclear arms race' over North Korea","vnzlnsgtpllsnvtsnsggfmdrsgrpnpwr":"Venezuelans go to polls in vote seen as gauge of Maduro's grip on power","hrvywnstnsctlndyrdnvstgtsfrthrsxlssltclms":"Harvey Weinstein: Scotland Yard investigates further sexual assault claims"},"CNBC":{"lndnplcrcvnwssltclmsgnstwnstn":"London police receive new assault claims against Weinstein","tllrsnsysdplmcywthnrthkrwllcntnntlfrstbmbdrps":"Tillerson says diplomacy with North Korea will continue until 'first bomb drops'","hllryclntnwrnsbrtnnptntltrddlwthtrmp":"Hillary Clinton warns Britain on potential trade deal with Trump","nfttlkssttbxtnddstmrnstrtrssrcssy":"NAFTA talks set to be extended as time runs out, Reuters sources say","yllnsndspbtncnmysgnlnglklyrthk":"Yellen sounds upbeat on economy, signaling likely rate hike","clfrngttngthpprhndgnstddlywldfrs":"California 'getting the upper hand' against deadly wildfires","brtngrmnycmmttdtrnnclrdlftrsplnstscrpthgrmnt":"Britain, Germany committed to Iran nuclear deal after US plans to scrap the agreement","dthtllfrmblstnsmlscptlrsst231":"Death toll from blast in Somalia's capital rises to 231","prnpblshrlrryflyntffrs10mllnfrdrtthtcldgttrmpmpchd":"Porn publisher Larry Flynt offers $10 million for dirt that could get Trump impeached","chnsgttngrdffrhrctsndfrttthpcmngprtycngrssnstrtydrv":"China is getting rid of free haircuts and fruit at the upcoming party Congress in austerity drive","grmnysscldmcrtsbtmrklscnsrvtvsnsttvt":"Germany's Social Democrats beat Merkel's conservatives in state vote","hlysysswllstynrnnclrdlrghtnw":"Haley says US will stay in Iran nuclear deal 'right now'","strs31yrldmnstrldsntnlvtsgnlngrghttrn":"Austria's 31-year-old minister leads national vote, signaling right turn"},"ABCNews":{"frdhstgsclmcptrsklldnfntdghtrrpdwfsdndbytlbn":"Freed hostage's claim captors killed infant daughter, raped wife is denied by Taliban","rssnmdcltmnymnttrtxprsdnt":"Russian medical team in Yemen to treat ex-president","ppstnvsfrlndmrkvctrynplrzdvnzl":"Opposition vies for landmark victory in polarized Venezuela","lgbtctvstswrrybttrmpmpctnfrc":"LGBT activists worry about Trump impact in Africa","thltstscllssmlttcksnslssndcwrdly":"The Latest: US calls Somalia attack 'senseless and cowardly'","rqkrdssybrdrcrssngswthrnclsd":"Iraqi Kurds say border crossings with Iran closed","trmpsspchsprksnwwrfwrdsbtwnsrn":"Trump's speech sparks a new war of words between US, Iran","tsdrkdyfrssmlrlsfrmddlstblst":"'It's a dark day for us': Somalia reels from deadliest blast","231klldnddlstsnglttcknsmlshstry":"231 killed in deadliest single attack in Somalia's history"},"NPR":{"mrthnpltclsttswwcptrssclfglblrfgcrss":"'More Than A Political Status': Ai WeiWei Captures Scale Of Global Refugee Crisis","bmbngnsmlkllshndrdsdthtllxpctdtrs":"Bombing In Somalia Kills Hundreds; Death Toll Expected To Rise","cndnmndtlshrrrsfmlyndrdnyrshldbyhqqnntwrk":"Canadian Man Details Horrors Family Endured In Years Held By Haqqani Network","strnvtrsxpctdtlctsbstnkrzsnwchncllr":"Austrian Voters Expected To Elect Sebastian Kurz As New Chancellor","rlndpstbrxt1slnd2cnmsdznsfsmgglngrts":"Ireland, Post-Brexit: 1 Island, 2 Economies, Dozens Of Smuggling Routes","phtstrsthttllstrsbtthwrldwlvn":"PHOTOS: Trees That Tell Stories About The World We Live In","strmpmvstrngttnftsfrmrsrhpflbtnrvs":"As Trump Moves To Renegotiate NAFTA, U.S. Farmers Are Hopeful But Nervous"},"USAToday":{"cndpwtrwndfrmspwrthwrld":"Can deepwater wind farms power the world?","hrrcnphlbrsdwnnrlndk":"Hurricane Ophelia bears down on Ireland, U.K.","dthtllrsst231nsmltrckbmbttck":"Death toll rises to 231 in Somalia truck bomb attack","tllrsnsyshsmnhdrmnsntctdspttrmppsstwttrtbrstcrkrclm":"Tillerson says his manhood remains intact despite Trump&apos;s Twitter outburst, Corker claim"},"NYDN":{"dthtllfrmblstnsmlscptlrsst231":"Death toll from blast in  Somalias capital rises to 231","cndnsnnspshfrwghkmdnfttlks":"Canadian, U.S. unions push for wage hike amid NAFTA talks","hlysysswllstynrndlsndmssgtnrthkr":"Haley says US will stay in Iran deal, send message to North Korea","phlpprchsrlndwthhrrcnfrcwnds":"Ophelia approaches Ireland with hurricane-force winds","dthtllfrmblstnsmlscptlrsst189":"Death toll from blast in Somalia's capital rises to 189","frmrmplyccsshrvywnstnfrp":"Former employee accuses Harvey Weinstein of rape"},"BBC":{"shrpvwnsfrstttlsncdrgsbn":"Sharapova wins first title since drugs ban","kyrgyzstnlctnsrnbjnbkvwnshstrclctn":"Kyrgyzstan election: Sooronbai Jeenbekov wins historic election","lndmrkvt":"Landmark vote","hrvywnstnmrwmnccshllywdprdcrfrp":"Harvey Weinstein: More women accuse Hollywood producer of rape","nfrcnlgndndm":"An African legend - and me","nrthkrcrsstllrsnsysdplmcywllcntn":"North Korea crisis: Tillerson says diplomacy will continue","rqcnflctkrdshldrsrfstrjctrfrndmrslt":"Iraq conflict: Kurdish leaders refuse to reject referendum result","lftvrmn":"'Leftover men'","chrlhdndnsnglkprdsftrcllsnwthtmmt":"Choirul Huda: Indonesian goalkeeper dies after collision with team-mate","rbsbsswldstpdwnfndd":"Airbus boss 'would step down if needed'","wdyllnsdfrwnstn":"Woody Allen 'sad' for Weinstein","strncnsrvtvsttbcmwrldsyngstldr":"Austrian conservative set to become world's youngest leader","smltlst230ddnmgdshblst":"Somalia: At least 230 dead in Mogadishu blast","mthr":"Mata Hari","ctlnnsgnfmvmntsspnshddlnlms":"Catalonia: No sign of movement as Spanish deadline looms","syrwrfnlssltlnchdtrcptrrqq":"Syria war: 'Final assault' launched to recapture Raqqa"},"LATimes":{"strmvngtthrghtstssttlctrpsyngstldr":"Austria moving to the right as it's set to elect Europe's youngest leader","kdnyfrslrnhslglmrktfrthrgnsbtthsystmdsntlwyswrk":"'Kidney for sale': Iran has a legal market for the organs, but the system doesn't always work","mrthn230klldnmssvtrckbmbblstnmgdshsmlswrstvrbmbttck":"More than 230 killed in massive truck bomb blast in Mogadishu, Somalia's worst-ever bomb attack"},"ChinaDaily":{"thpnrlnsmllngflghtsthngzhs6thchnsdstntn":"Ethiopian Airlines mulling flights to Hangzhou as 6th Chinese destination","chnstrsmxchnggtsbst":"China-US tourism exchange gets a boost","mscnsfrmslkrdcntrsprfrmtgnvtshwcsntrcltrldlg":"Musicians from Silk Road countries perform at Geneva to showcase intercultural dialogue","strnsgtthpllsnprlmntrylctn":"Austrians go to the polls in parliamentary election","prdfr2017wrldfstvlfythndstdntshldnmscw":"Parade for 2017 World Festival of Youth and Students held in Moscow","dthtllnsmlblstrsst231":"Death toll in Somalia blast rises to 231","ndnppstncngrssprtywnscrclprlmntrybylctnnpnjbstt":"Indian opposition Congress party wins crucial parliamentary by-election in Punjab state","klmtshwdrwsnwdnc":"Klimt show draws new audience","dthtllfrmmgdshblsthts85":"Death toll from Mogadishu blast hits 85","kyrgyzprsdntllctnskckff":"Kyrgyz presidential elections kick off","vtnmpnscnvntncntrfrpcldrswk":"Vietnam opens convention center for APEC Leaders' Week"},"SydneyMorningHerald":{"plcrscwmnfrmsnkngcrngrgsrvr":"Police rescue woman from sinking car in Georges River","strlnjshbkrfcspt15yrsnjlvrdrgsnbl":"Australian Joshua Baker faces up to 15 years in jail over drugs in Bali","sydnycmmtrstbnftfrmnwpblctrnsprtsrvcsfrmnvmbr":"Sydney commuters to benefit from new public transport services from November","sprqzndtrgtmndyctbr16":"Superquiz and Target, Monday, October 16","mnncrtclcndtnftrflltfgrghtpls":"Man in critical condition after fall at Figure Eight Pools","thrspttrnhrlbrclmsmmntmnnswftrbylctnrslts":"'There's a pattern here': Labor claims momentum in NSW after byelection results","whystrlstllgtsmslstbrksdsptlmntngthnfctsdssn2014":"Why Australia still gets measles outbreaks despite eliminating the infectious disease in 2014","clfrnfrsddlstnstthstrysthsndsmrvct":"California fires deadliest in state history, as thousands more evacuate","slmcsttfghtrssrrndrsrqqdftpprsmmnnt":"Islamic State fighters surrender as Raqqa defeat appears imminent","pltcltrblncnsttmrclddlygrtrsnrslndgstrty":"Political turbulence in East Timor could delay Greater Sunrise oil and gas treaty","smllbsnsscmmssnrktcrnlltrgtsgvrnmntfrfstrpymnts":"Small Business Commissioner Kate Carnell targets government for faster payments","frwystrmphsmvdtndhsprdcssrslgcs":"Four ways Trump has moved to undo his predecessors' legacies","smlnmrnngftrhndrdsklldnmgdshtrrrbmbblsts":"Somalia in mourning after hundreds killed in Mogadishu terror bomb blasts","cntrvrsyvrbrntrslstrdvlpmnttrnsvlnt":"Controversy over Bronte RSL site redevelopment turns violent","mstvtrsnnswspprtmdclthnspll":"Most voters in NSW support medical euthanasia: poll","whylctrccrshvhtddndnstrl":"Why electric cars have hit a dead end in Australia","vrgnsttnvrstynlckdwnftrsltdshtng":"Virginia State University in lockdown after 'isolated' shooting","hvdrtthtcldmpchtrmplrryflyntwllpyy10mlln":"Have dirt that could impeach Trump? Larry Flynt will pay you $10 million","yngmtldsplyrssthscnchndrngwrldcpqlfrs":"Young Matildas players sit HSC in China during World Cup qualifiers","dthtllnvtnmfldsrsst68":"Death toll in Vietnam floods rises to 68","slmcsttfghtrsvctrqqcty":"Islamic State fighters evacuate Raqqa city","frdcndnhstgsysbbywsklldndwfrpd":"Freed Canadian hostage says baby was killed, and wife raped","ntlthfrstbmbdrpsrxtllrsnsysnrthkrdplmcytcntn":"'Until the first bomb drops': Rex Tillerson says North Korea diplomacy to continue","ctyfsydnyflstbcksydnybdfrntrntnldsgnwrd":"City of Sydney fails to back Sydney bid for international design award","mssvscdbmbngkllsnjrshndrdsnsmlcptlfmgdsh":"Massive suicide bombing kills, injures hundreds in Somali capital of Mogadishu","mmgrtndprtmntpycsrchsfrwrkftr4yrs":"Immigration Department pay case reaches Fair Work after 4 years","tcklngthhrsmnrmntnndpngntsmllssydnys175thbrthdy":"Tackling the horse manure mountain and pungent smells - Sydney's 175th birthday","brtshcgrttdvctrgsstrlngvrnmnttlftbnndsvlvs":"British e-cigarette advocate urges Australian government to lift ban and save lives","lphnttrmplsrhngyrfgsnbngldsh":"Elephant tramples Rohingya refugees in Bangladesh","mrnrthkrtstsfrdbtstrlntprmrytrgtsysjlbshp":"More North Korea tests feared but Australia not primary target, says Julie Bishop","frtprwnsffthmntchnsstrprtycngrss":"Fruit, prawns off the menu at China's austere party Congress","rtrnfcnchmnythszftsmnpzzlsntrctcscntsts":"Return of 'ocean chimney' the size of Tasmania puzzles Antarctic scientists","cvlwrwndsrpndstwsdssqrpvrctln":"Civil war wounds reopened as two sides square up over Catalonia","cstcttngndndrstffngfgdcrhmsldstrtnngndnglct":"Cost cutting and understaffing of aged care homes leads to rationing and neglect","qstnsrsdbtprpsdschlsspnsnlws":"Questions raised about proposed school suspension laws"}}}